Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: Liabilities in accounting act in an opposite manner from assets: <emphasis>credits</emphasis> (right-column value entries) increase liability account balances and <emphasis>debits</emphasis> (left-column value entries) decrease them. (See note later in this chapter)
de: Fremdkapital hat in der Buchführung den gegenteiligen Effekt wie Aktiva: <emphasis>Haben</emphasis> (Einträge in der rechten Spalte) erhöhen die Kontenstände der Darlehnskonten und <emphasis>Soll</emphasis> (Einträge in der linken Spalte) vermindern sie (siehe Anmerkung weiter unten in diesem Kapitel).

source: The final balance sheet account is <emphasis>Equity</emphasis>, which is synonymous with <quote>net worth</quote>. It represents what is left over after you subtract your liabilities from your assets, so it is the portion of your assets that you own outright, without any debt. In <application>&app;</application>, use this type of account as the source of your opening bank balances, because these balances represent your beginning net worth.
de: Die letzte Bestandskontoart ist <emphasis>Eigenkapital</emphasis>, was auch gleichbedeutend ist mit <quote>Reinvermögen</quote>. Es stellt dar, was übrig bleibt, wenn Sie Ihr Fremdkapital von Ihren Aktiva abziehen. Es kann als der Teil Ihrer Aktiva betrachtet werden, den Sie ohne irgendwelche Schulden besitzen. Nutzen Sie diese Kontoart in <application>&app;</application> als Quelle für die Eröffnungsbuchungen, die Erfassung der Anfangsbestände Ihrer Konten, da deren Summe Ihrem anfänglichen Nettowert oder Reinvermögen entspricht.

source: There is usually only a single <application>&app;</application> equity account, called naturally enough, <guilabel>Equity</guilabel>. For companies, cooperatives etc. you can create a subaccount for each partner.
de: Es gibt normalerweise nur ein <application>&app;</application> Eigenkapitalkonto, welches logischerweise auch <guilabel>Eigenkapital</guilabel> genannt wird. Bei Firmen, AGs usw. kann aber pro Teilhaber ein Unterkonto angelegt werden.

source: In equity accounts, credits increase account balances and debits decrease them. (See note later in this chapter)
de: In Eigenkapitalkonten erhöhen Haben-Buchungen die Kontenstände und Soll-Buchungen verringern sie (mehr dazu später in diesem Kapitel).

source: The accounting equation that links balance-sheet accounts is Assets = Liabilities + Equity or rearranged Assets - Liabilities = Equity. So, in common terms, the <emphasis>things you own</emphasis> minus the <emphasis>things you owe</emphasis> equals your <emphasis>net worth</emphasis>.
de: Die Gleichung, die die Bestandskontentypen verbindet ist Aktiva = Darlehen + Eigenkapital oder auch umgestellt Aktiva - Darlehen = Eigenkapital. Umgangssprachlich, die <emphasis>Dinge, die Sie besitzen</emphasis>, minus die <emphasis>Dinge, die Sie schulden</emphasis>, ist gleich dem <emphasis>Reinvermögen</emphasis>.

source: <emphasis>Income</emphasis> is the payment you receive for your time, services you provide, or the use of your money. In <application>&app;</application>, use an <guilabel>Income</guilabel> type account to track these.
de: <emphasis>Ertrag</emphasis> ist die Zahlung, die Sie für Ihre bereitgestellte Zeit, für von Ihnen erbrachte Dienstleistungen oder für die Nutzung Ihres Geldes erhalten. Nutzen Sie ein Konto vom Typ <guilabel>Ertrag </guilabel>, um diese Zahlungen in <application>&app;</application> zu verfolgen.

source: Credits increase income account balances and debits decrease them. As described in <xref linkend="basics-accounting1"/>, credits represent money transferred <emphasis>from</emphasis> an account. So in these special income accounts, when you transfer money <emphasis>from</emphasis> (credit) the income account to another account, the balance of the income account <emphasis>increases</emphasis>. For example, when you deposit a paycheck and record the transaction as a transfer from an income account to a bank account, the balances of both accounts increase.
de: Haben-Buchungen erhöhen den Kontostand eines Ertragskontos und Soll-Buchungen vermindern ihn. Wie in <xref linkend="basics-accounting1"/> beschrieben, repräsentieren Haben-Buchungen Geld, welches <emphasis>von</emphasis> einem Konto genommen wird. Speziell für Ertragskonten gilt, wenn Sie Geld <emphasis>von</emphasis> diesem Konto (Haben) zu einem anderen Konto transferieren, <emphasis>erhöht</emphasis> sich der Kontostand des Ertragskontos. Wenn Sie zum Beispiel eine Gehaltsbuchung als Transaktionen von einem Ertragskonto zu Ihrem Bankkonto eingeben, erhöht sich der Kontostand beider Konten.

source: <emphasis>Expenses</emphasis> refer to money you spend to purchase goods or services provided by someone else. In <application>&app;</application>, use an <guilabel>Expense</guilabel> type account to track your expenses.
de: <emphasis>Aufwand</emphasis> bezieht sich auf Geld, welches Sie ausgeben, um Waren und Dienstleistungen eines Anderen zu erwerben. Benutzen Sie in <application>&app;</application> ein Konto vom Typ <guilabel>Aufwand</guilabel>, um Ihre Aufwendungen zu erfassen.

source: Debits increase expense account balances and credits decrease them. (See note later in this chapter.)
de: Soll-Buchungen erhöhen den Kontostand von Aufwandskonten und Haben-Buchungen vermindern den Kontostand (siehe unten).

source: When you subtract total expenses from total income for a time period, you get net income. This net income is then added to the balance sheet as retained earnings, which is a type of <guilabel>Equity</guilabel> account.
de: Wenn Sie für eine bestimmte Zeit Ihre gesamten Aufwendungen von Ihren gesamten Erträge abziehen, erhalten Sie Ihren Nettoertrag. Dieser Nettoertrag wird in der Bilanz als einbehaltener Gewinn aufgeführt, woraus mit Abschluss des Wirtschaftsjahres <guilabel>Eigenkapital</guilabel> wird.

source: Below are the standard <guilabel>Income</guilabel> and <guilabel>Expense</guilabel> accounts after selecting <guilabel>Common Accounts</guilabel> in the assistant for creating a new Account Hierarchy (<menuchoice><guimenu>Actions</guimenu><guimenuitem>New Account Hierarchy...</guimenuitem></menuchoice>).
de: Unten sehen Sie <guilabel>Ertrags-</guilabel> und <guilabel>Aufwands-</guilabel>Konten nach der Auswahl von <guilabel>Allgemeine Konten</guilabel> im Assistenten für die Erstellung eines neuen Kontenplans (<menuchoice> <guimenu>Aktionen</guimenu> <guimenuitem>Kontenhierarchie hinzufügen...</guimenuitem> </menuchoice>).

# _
source: external ref='figures/accts_DefaultIncomeAccounts.png' md5='c4436ee389c9682f521e5119584f5ead'
de: external ref='figures/accts_DefaultIncomeAccounts.png' md5='97ddbe033fb5f7762d09efc27537eb31'

source: This image shows the standard <emphasis>Income</emphasis> accounts
de: Dieses Bild zeigt die allgemeinen <emphasis>Ertrags</emphasis>-Konten

source: <imageobject> <imagedata fileref="figures/accts_DefaultIncomeAccounts.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>Default income accounts</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/accts_DefaultIncomeAccounts.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>vorgegebene Ertragskonten</phrase> </textobject> <_:caption-1/>

# _
source: external ref='figures/accts_DefaultExpenseAccounts.png' md5='fc79988e83db40b9ff2edfeb29d83e24'
de: external ref='figures/accts_DefaultExpenseAccounts.png' md5='f77019f3b9b8d0465ceed76585aa5657'

source: This image shows some standard <emphasis>Expenses</emphasis> accounts
de: Dieses Bild zeigt einige allgemeine <emphasis>Aufwands</emphasis>-Konten

source: <imageobject> <imagedata fileref="figures/accts_DefaultExpenseAccounts.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>Some default expense accounts</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/accts_DefaultExpenseAccounts.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Einige vorgegebene Aufwandskonten</phrase> </textobject> <_:caption-1/>

source: Other Account Types
de: Weitere Kontentypen

source: There are some special other account types.
de: Es gibt einige weitere Kontentypen.

source: <emphasis>Trading</emphasis> Multiple currency transactions have splits in <quote>Trading</quote> accounts to make the transaction balance in each currency as well as in total value. See for more information.
de: Der <emphasis>Handel</emphasis> mit verschiedenen Währungen wird auf Wunsch in <quote>Handels-</quote>konten protokolliert, um den Rechnungsabschluss sowohl in jeder Währung als auch im Gesamtwert zu erstellen. Mehr Informationen unter

source: <emphasis>Money Market</emphasis> and <emphasis>Credit Line </emphasis>are used only in the OFX importer, apparently for completeness with the specification.
de: <emphasis>Money Market</emphasis> und <emphasis>Credit Line</emphasis> werden nur vom OFX-Importmodul verwendet, offensichtlich aus Gründen der Vollständigkeit der Spezifikation.

source: Putting It All Together
de: Alles Zusammensetzen

source: Let&rsquo;s go through the process of building a common personal finance <emphasis>chart of accounts</emphasis> using the information we have learned from this chapter. A chart of accounts is simply a new <application>&app;</application> file in which you group your accounts to track your finances. In building this chart of accounts, the first task is to divide the items you want to track into the basic account types of accounting. This is fairly simple, let&rsquo;s go through an example.
de: Wir wollen jetzt mithilfe des in diesem Kapitel Gelernten einen allgemeinen persönlichen <emphasis>Kontenplan</emphasis> aufbauen. Ein Kontenplan ist einfach eine neue <application>&app;</application>-Datei, in der Sie Ihre Konten angelegt haben, um Ihre Finanzen zu verfolgen. Beim Aufbau dieses Kontenplans ist die erste Aufgabe, die zu verfolgenden Posten den grundlegenden Kontentypen zuzuordnen. Das ist ziemlich einfach, wie wir in folgendem Beispiel sehen können.

source: Simple Example
de: Einfaches Beispiel

source: Let us assume you have a checking and a savings account at a bank, and are employed and thus receive a paycheck. You have a credit card (Visa), and you pay monthly utilities in the form of rent, phone, and electricity. Naturally, you also need to buy groceries. For now, we will not worry about how much money you have in the bank, how much you owe on the credit card, etc. We want to simply build the framework for this chart of accounts.
de: Wir wollen annehmen, dass Sie ein Girokonto und ein Sparkonto bei der Bank haben, dass Sie angestellt sind und deshalb Gehaltszahlungen empfangen. Sie haben eine Kreditkarte (Visa) und zahlen monatlich Miete, Telefon und Strom. Natürlich brauchen Sie auch Bargeld für den Einkauf von Lebensmitteln. Vorerst kümmern wir uns noch nicht darum, wie viel Geld Sie auf Ihren Bankkonten haben, oder wie viele offene Rechnungen Ihre Kreditkarte aufweist usw. wir wollen nur das Grundgerüst für diesen Kontenplan erzeugen.

source: Your <guilabel>assets</guilabel> would be the bank savings and checking account. Your <guilabel>liabilities</guilabel> are the credit card. Your <guilabel>Equity</guilabel> would be the starting values of your bank accounts and credit card (we do not have those amounts yet, but we know they exist). You have <guilabel>income</guilabel> in the form of a salary, and <guilabel>expenses</guilabel> in the form of groceries, rent, electricity, phone, and taxes (Federal, Social Security, Medicare) on your salary.
de: Ihre <guilabel>Aktiva</guilabel> sind das Sparkonto und das Girokonto. Ihr <guilabel>Fremdkapital</guilabel> ist die Kreditkarte und Ihr <guilabel>Eigenkapital</guilabel> sind die Anfangskontostände Ihrer Bankkonten und der Kreditkarte (auch wenn wir diese noch nicht kennen, so wissen wir doch, dass es sie gibt). Sie haben <guilabel>Erträge</guilabel> in Form Ihres Arbeitslohns und <guilabel>Aufwendungen</guilabel> in Form der Lebensmitteleinkäufe, der Miete, der Strom- und Telefonrechnung, und Steuern und Sozialabgaben auf Ihr Einkommen.

source: The Basic Top Level Accounts
de: Grundlegende Konten der obersten Ebene

source: Now, you must decide how you want to group these accounts. Most likely, you want your <emphasis>Assets</emphasis> grouped together, your <emphasis>Liabilities</emphasis> grouped together, your <emphasis>Equity</emphasis> grouped together, your <emphasis>Income</emphasis> grouped together, and your <emphasis>Expenses</emphasis> grouped together. This is the most common way of building a <application>&app;</application> chart of accounts, and it is highly recommended that you always begin this way.
de: Jetzt müssen Sie sich entscheiden, wie Sie Ihre Konten gruppieren wollen. Höchstwahrscheinlich wollen Sie jeweils Ihre <emphasis>Aktiva</emphasis>, Ihr <emphasis>Fremdkapital</emphasis>, Ihr <emphasis>Eigenkapital</emphasis>, Ihre <emphasis>Erträge</emphasis> und Ihre <emphasis>Aufwendungen</emphasis> zusammenfassen. Das ist die normale Art und Weise, einen <application>&app;</application> -Kontenplan aufzubauen. Es wird im hohen Maße empfohlen, dass Sie immer auf diese Art und Weise anfangen.

source: Start with a clean <application>&app;</application> file by selecting <menuchoice><guimenu>File</guimenu><guimenuitem>New File</guimenuitem></menuchoice> from the menu. The <guilabel>New Account Hierarchy Setup</guilabel> assistant will start. Press <guibutton>Cancel</guibutton> to close the assistant as we don&rsquo;t want to use one of the predefined accounts structure; instead we will build a basic starting account structure from scratch. In the empty <application>&app;</application> window select <menuchoice><guimenu>View</guimenu><guimenuitem>New Accounts Page</guimenuitem></menuchoice> from the menu: the <guilabel>Accounts</guilabel> tab will open. Finally select <menuchoice><guimenu>Actions</guimenu><guimenuitem>New Account...</guimenuitem></menuchoice>.
de: Durch Betätigen von <menuchoice> <guimenu>Datei</guimenu> <guimenuitem>Neue Datei</guimenuitem> </menuchoice> fangen Sie mit einer leeren <application>&app;</application>-Datei an. Den Assistenten zum Aufbau eines Kontenplans verlassen Sie bitte durch Druck auf die Taste <guibutton>Abbrechen</guibutton>, da wir diesmal nicht einen der vorgefertigten Kontenrahmen benutzen wollen. Stattdessen werden wir ganz von vorne anfangen, und die grundlegenden Kontenstrukturen selber aufbauen. Im leeren <application>&app;</application>-Fenster wählen Sie bitte <menuchoice> <guimenu>Ansicht</guimenu> <guimenuitem>Neue Kontenhierarchie</guimenuitem> </menuchoice> aus dem Menü: Die <guilabel>Konten</guilabel>-Seite öffnet sich. Zuletzt wählen Sie <menuchoice> <guimenu>Aktionen</guimenu> <guimenuitem>Neues Konto...</guimenuitem> </menuchoice>.

source: Now you are ready to build this basic starting account structure
de: Jetzt sind Sie bereit, den grundlegenden Kontenplan aufzubauen.

source: Account name <guilabel>Assets</guilabel> (account type <guilabel>Asset</guilabel>, parent account <guilabel>New top level account</guilabel>)
de: Kontobezeichnung <guilabel>Aktiva</guilabel> (Kontoart <guilabel>Aktiva</guilabel>, Hauptkonto <guilabel>Neues Konto der obersten Ebene</guilabel>)

# _
source: external ref='figures/accts_CreateAssetsAccount.png' md5='648344d5ba33f9059745b06f4ace7fe9'
de: external ref='figures/accts_CreateAssetsAccount.png' md5='ce57ae642b5580de39b9caa0a084f713'

source: This image shows the dialog to create an assets account
de: Dieses Bild zeigt den Dialog bei der Erstellung eines Aktivakontos.

source: <imageobject> <imagedata fileref="figures/accts_CreateAssetsAccount.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>Creating an Assets account</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/accts_CreateAssetsAccount.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Erstellung eines Aktivakontos</phrase> </textobject> <_:caption-1/>

source: Account name <guilabel>Liabilities</guilabel> (account type <guilabel>Liability</guilabel>, parent account <guilabel>New top level account</guilabel>)
de: Kontobezeichnung <guilabel>Fremdkapital</guilabel> (Kontoart <guilabel>Fremdkapital</guilabel>, Hauptkonto <guilabel>Neues Konto der obersten Ebene</guilabel>)

source: Account name <guilabel>Equity</guilabel> (account type <guilabel>Equity</guilabel>, parent account <guilabel>New top level account</guilabel>)
de: Kontobezeichnung <guilabel>Eigenkapital</guilabel> (Kontoart <guilabel>Eigenkapital</guilabel>, Hauptkonto <guilabel>Neues Konto der obersten Ebene</guilabel>)

source: Account name <guilabel>Income</guilabel> (account type <guilabel>Income</guilabel>, parent account <guilabel>New top level account</guilabel>)
de: Kontobezeichnung <guilabel>Ertrag</guilabel> (Kontoart <guilabel>Ertrag</guilabel>, Hauptkonto <guilabel>Neues Konto der obersten Ebene</guilabel>)

source: Account name <guilabel>Expenses</guilabel> (account type <guilabel>Expenses</guilabel>, parent account <guilabel>New top level account</guilabel>)
de: Kontobezeichnung <guilabel>Aufwand</guilabel> (Kontoart <guilabel>Aufwand</guilabel>, Hauptkonto <guilabel>Neues Konto der obersten Ebene </guilabel>)

source: When you have created the top-level accounts, the main Account page in <application>&app;</application> should look like below.
de: Nachdem Sie die Konten der obersten Ebene angelegt haben, sollte die Konto-Seite in <application>&app;</application> folgendermaßen aussehen:

# _
source: external ref='figures/accts_toplevel.png' md5='f6f9336beba099f10d750c4ad1593145'
de: external ref='figures/accts_toplevel.png' md5='957af7a156567d2fa75977472cb9104b'

source: This image shows the basic top-level accounts.
de: Dieses Bild zeigt die grundlegenden Konten der obersten Ebene

source: <imageobject> <imagedata fileref="figures/accts_toplevel.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The Basic Top-level Accounts</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/accts_toplevel.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Die grundlegenden Konten der obersten Ebene</phrase> </textobject> <_:caption-1/>

source: Making Sub-Accounts
de: Unterkonten anlegen

source: You can now add to this basic top-level tree structure by inserting some real transaction-holding sub-accounts. Notice that the tax accounts are placed within a sub-account named <emphasis>Taxes</emphasis>. You can make sub-accounts within sub-accounts. This is typically done with a group of related accounts (such as tax accounts in this example).
de: Den Konten der obersten Ebene können Sie jetzt Unterkonten hinzufügen, die für die tatsächlichen Buchungen gedacht sind. Beachten Sie, dass die Abgabenkonten unterhalb eines Unterkontos mit Namen <emphasis>Steuer</emphasis> angelegt werden. Sie können Unterkonten innerhalb von Unterkonten anlegen. Dies wird normalerweise für eine Gruppe zusammenhängender Konten getan, den Abgabenkonten in unserem Beispiel.

source: Instead of selecting <menuchoice><guimenu>Actions</guimenu><guimenuitem>New Account...</guimenuitem></menuchoice> from the menu, you can alternatively create a new sub-account of an account by right clicking on the main account&rsquo;s name and selecting the <guilabel>New Account...</guilabel> entry. This will open a dialog similar to the one depicted in <xref linkend="accts-examples-toplevel2"/> where the new sub-account will be already set as a child of the main account.
de: Statt <menuchoice> <guimenu>Aktionen</guimenu> <guimenuitem>Neues Konto...</guimenuitem> </menuchoice> aus dem Menü zu wählen, können Sie alternativ ein Unterkonto durch einen Rechtsklick auf den Namen des übergeordneten Kontos und anschließender Auswahl des Eintrags <guilabel>Neues Konto...</guilabel> erzeugen. Es wird ein Dialog ähnlich dem unter <xref linkend="accts-examples-toplevel2"/> dargestellten Dialog geöffnet, mit dem Unterschied, dass in diesem Dialog das übergeordnete Konto bereits als Hauptkonto des neuen Kontos eingetragen ist.

source: Account name <guilabel>Cash</guilabel> (account type <guilabel>Cash</guilabel>, parent account <emphasis>Assets</emphasis>)
de: Kontobezeichnung <guilabel>Bargeld</guilabel> (Kontoart <guilabel>Bargeld</guilabel>, Hauptkonto <emphasis>Aktiva</emphasis>)

source: Account name <guilabel>Checking</guilabel> (account type <guilabel>Bank</guilabel>, parent account <emphasis>Assets</emphasis>)
de: Kontobezeichnung <guilabel>Girokonto</guilabel> (Kontoart <guilabel>Bank</guilabel>, Hauptkonto <emphasis>Aktiva</emphasis>)

source: Account name <guilabel>Savings</guilabel> (account type <guilabel>Bank</guilabel>, parent account <emphasis>Assets</emphasis>)
de: Kontobezeichnung <guilabel>Sparkonto</guilabel> (Kontoart <guilabel>Bank</guilabel>, Hauptkonto <emphasis>Aktiva</emphasis>)

source: Account name <guilabel>Visa</guilabel> (account type <guilabel>Credit Card</guilabel>, parent account <emphasis>Liabilities</emphasis>)
de: Kontobezeichnung <guilabel>Visa</guilabel> (Kontoart <guilabel>Kreditkarte</guilabel>, Hauptkonto <emphasis>Fremdkapital</emphasis>)

source: Account name <guilabel>Salary</guilabel> (account type <guilabel>Income</guilabel>, parent account <emphasis>Income</emphasis>)
de: Kontobezeichnung <guilabel>Gehalt</guilabel> (Kontoart <guilabel>Ertrag</guilabel>, Hauptkonto <emphasis>Ertrag</emphasis>)

source: Account name <guilabel>Phone</guilabel> (account type <guilabel>Expense</guilabel>, parent account <emphasis>Expenses</emphasis>)
de: Kontobezeichnung <guilabel>Telefon</guilabel> (Kontoart <guilabel>Aufwand</guilabel>, Hauptkonto <emphasis>Aufwand</emphasis>)

source: Account name <guilabel>Electricity</guilabel> (account type <guilabel>Expense</guilabel>, parent account <emphasis>Expenses</emphasis>)
de: Kontobezeichnung <guilabel>Strom</guilabel> (Kontoart <guilabel>Aufwand</guilabel>, Hauptkonto <emphasis>Aufwand</emphasis>)

source: Account name <guilabel>Rent</guilabel> (account type <guilabel>Expense</guilabel>, parent account <emphasis>Expenses</emphasis>)
de: Kontobezeichnung <guilabel>Miete</guilabel> (Kontoart <guilabel>Aufwand</guilabel>, Hauptkonto <emphasis>Aufwand</emphasis>)

source: Account name <guilabel>Groceries</guilabel> (account type <guilabel>Expense</guilabel>, parent account <emphasis>Expenses</emphasis>)
de: Kontobezeichnung <guilabel>Lebensmittel</guilabel> (Kontoart <guilabel>Aufwand</guilabel>, Hauptkonto <emphasis>Aufwand</emphasis>)

source: Account name <guilabel>Taxes</guilabel> (account type <guilabel>Expense</guilabel>, parent account <emphasis>Expenses</emphasis>)
de: Kontobezeichnung <guilabel>Steuern</guilabel> (Kontoart <guilabel>Aufwand</guilabel>, Hauptkonto <emphasis>Aufwand</emphasis>)

source: Account name <guilabel>Federal</guilabel> (account type <guilabel>Expense</guilabel>, parent account <emphasis>Expenses:Taxes</emphasis>)
de: Kontobezeichnung <guilabel>Einkommenssteuer</guilabel> (Kontoart <guilabel>Aufwand</guilabel>, Hauptkonto <emphasis>Aufwand:Steuer</emphasis>)

source: Account name <guilabel>Social Security</guilabel> (account type <guilabel>Expense</guilabel>, parent account <emphasis>Expenses:Taxes</emphasis>)
de: Kontobezeichnung <guilabel>Rentenversicherung</guilabel> (Kontoart <guilabel>Aufwand</guilabel>, Hauptkonto <emphasis>Aufwand:Steuer</emphasis>)

source: Account name <guilabel>Medicare</guilabel> (account type <guilabel>Expense</guilabel>, parent account <emphasis>Expenses:Taxes</emphasis>)
de: Kontobezeichnung <guilabel>Krankenversicherung</guilabel> (Kontoart <guilabel>Aufwand</guilabel>, Hauptkonto <emphasis>Aufwand:Steuer</emphasis>)
