Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: <imageobject> <imagedata fileref="figures/gnc_welcome.png" srccredit="JH" format="PNG"/> </imageobject> <textobject> <phrase>LANG-DE Das Willkommen in &app; Dialogfenster</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/gnc_welcome.png" srccredit="JH" format="PNG"/> </imageobject> <textobject> <phrase>Das Willkommen in &app; Dialogfenster</phrase> </textobject> <_:caption-1/>

source: Tip of the Day
de: Tipp des Tages

source: <primary>Interface</primary><secondary>Tip of the Day</secondary>
de: <primary>Benutzeroberfläche</primary><secondary>Tipp des Tages</secondary>

# _
source: external ref='figures/basics_TipOfDay.png' md5='7b2a76f13f02e805d2b84d9e808cf5f5'
de: external ref='figures/basics_TipOfDay.png' md5='5371803fa6a3b4ca7517e0ac7b0238c3'

source: This image shows the <guilabel>Tip of the Day</guilabel>.
de: Die Abbildung zeigt einen <guilabel>Tipp des Tages</guilabel>.

source: <imageobject> <imagedata fileref="figures/basics_TipOfDay.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The Tip of the Day</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/basics_TipOfDay.png" srccredit="Chris Lyttle" format="PNG"/> </imageobject> <textobject> <phrase>Der Tipp des Tages</phrase> </textobject> <_:caption-1/>

source: <application>&app;</application> provides a <guilabel>Tip of the Day</guilabel> screen to give helpful hints for using the program: <_:screenshot-1/>
de: <application>&app;</application> bietet einen <guilabel>Tipp des Tages</guilabel> Dialog an, um nützliche Hinweise für die Benutzung des Programms zu geben: <_:screenshot-1/>

source: These tips provide useful information for beginning users. To view more of the tips, click <guibutton>Forward</guibutton> to continue. If you do not wish to see this screen box on start-up, deselect the box next to <guilabel>Show tips at startup</guilabel>. When you have finished viewing the helpful tips, click <guibutton>Close</guibutton> to close the <guilabel>Tip of the Day</guilabel> screen.
de: Die Tipps sind hauptsächlich für Einsteiger hilfreich. Um mehr Tipps zu sehen, klicken Sie auf <guibutton>Vor</guibutton>, um zu dem Nächsten zu kommen. Wenn Sie es nicht wünschen, diesen Dialog beim Programmstart zu sehen, entfernen Sie das Häkchen aus dem Auswahlkästchen <guilabel>Tipps beim Programmstart anzeigen</guilabel>. Wenn Sie genug von den hilfreichen Tipps gesehen haben, klicken Sie <guibutton>Schließen</guibutton>, um das Dialogfenster zu schließen.

source: Account Tree Window
de: Hauptfenster mit Kontenübersicht

source: <primary>Interface</primary><secondary>Account Tree Window</secondary>
de: <primary>Benutzeroberfläche</primary><secondary>Kontenübersicht</secondary>

source: You should now see the <guilabel>Accounts</guilabel> window, which appears as shown below. The exact layout of the account tree will depend on which default accounts you selected during the New Account Hierarchy Setup. In this example, the <guilabel>Common Accounts</guilabel> are shown.
de: Sie sollten nun das Hauptfenster mit der Kontenübersicht sehen, wie es unten wiedergegeben ist. Das genaue Layout der Kontenübersicht hängt davon ab, welche Konten Sie während des <quote>Neuen Kontenrahmen erstellen Assistenten</quote> ausgewählt haben. Dieses Beispiel zeigt die Auswahl <quote>allgemeine Konten</quote>.

# _
source: external ref='figures/basics_Accounts.png' md5='f221372d669dbb4ecf571c1c2967f1e1'
de: external ref='figures/basics_Accounts.png' md5='8dfb5306a62d883fe581abff74e43d99'

source: This image shows the <guilabel>Accounts</guilabel> window.
de: Die Abbildung zeigt das Hauptfenster mit der Kontenübersicht.

source: <imageobject> <imagedata fileref="figures/basics_Accounts.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The Account Tree Window</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/basics_Accounts.png" srccredit="Chris Lyttle" format="PNG"/> </imageobject> <textobject> <phrase>Das Hauptfenster mit Kontenübersicht</phrase> </textobject> <_:caption-1/>

source: The Account Tree window (also known as a Chart of Accounts, or CoA) provides an overview of the data contained in the current file. It contains a list of account names and their current balances.
de: Die Kontenübersicht zeigt alle Konten, die in der aktuellen Datei enthalten sind (dem ). Es gibt einen Überblick über die Konten und den aktuellen Kontostand.

source: From this window, you can open the register of any account either by double-clicking the account name, right clicking the account name and selecting <guilabel>Open Account</guilabel> from the menu, or by using the <guibutton>Open</guibutton> button on the toolbar. <application>&app;</application> allows you to have as many account registers open as you wish. For more information on using account registers, see <xref linkend="basics-register2"/>.
de: Von diesem Fenster aus können Sie jedes der Konten öffnen, indem Sie entweder auf den Kontennamen doppelklicken oder mit der rechten Maustaste auf den Kontennamen klicken und <guilabel> Konto öffnen</guilabel> aus dem Kontextmenu auswählen, oder Sie nutzen das <guibutton>Öffnen</guibutton>-Symbol in der Werkzeugleiste. <application>&app;</application> erlaubt es Ihnen, so viele Konten geöffnet zu haben, wie Sie wollen. Mehr Informationen erhalten Sie unter <xref linkend="basics-register2"/>

source: Clicking the small triangle to the left of an account that has children will expand the tree view showing child accounts.
de: Durch Klicken auf das kleine Dreieck links von den Konten, die Unterkonten haben, können Sie eine Baumansicht aufklappen, um alle Unterkonten zu sehen.

source: At the top of this window is the <emphasis>Titlebar</emphasis>, which displays the file name for this set of accounts (once you have saved the file.) Below that is the <emphasis>Menubar</emphasis>. You can access the menu options by either clicking on these menu headings or by using shortcuts and access keys (see <xref linkend="basics-shortcut2"/>). Next is the <emphasis>Toolbar</emphasis>, which contains buttons for the most common functions.
de: Ganz oben im Fenster ist die <emphasis>Titelleiste</emphasis>, die den Namen der Datei oder Datenbank anzeigt (sobald Sie die Datei einmal gespeichert haben). Darunter befindet sich die <emphasis>Menüleiste</emphasis> Sie können auf die Menüoptionen entweder durch Klicken auf die Menünamen oder durch Nutzen der Tastenkürzel zugreifen (siehe auch <xref linkend="basics-shortcut2"/>). Als nächstes kommt die <emphasis>Werkzeugleiste</emphasis>, die die Knöpfe für die häufigsten Funktionen enthält.

source: The account tree appears below the <emphasis>Toolbar</emphasis>. Once you have started creating accounts, the account names will appear in the account tree. You can customize which headings show up by using the small <guiicon>down-arrow</guiicon> at the far right just above the account tree.
de: Die hierarchische Kontenliste erscheint unterhalb der <emphasis>Werkzeugleiste</emphasis>. Sobald Sie Konten angelegt haben, erscheinen diese in der Liste. Wird vor dem Kontonamen ein <guiicon>Abwärts-Pfeil</guiicon> angezeigt, so enthält das Konto Unterkonten, die durch Klicken des Pfeils angezeigt werden.

source: At the bottom is the <emphasis>Statusbar</emphasis>, which tells you information about what you own (Net Assets) and how much money you have made (Profits).
de: Unten ist die <emphasis>Zusammenfassungsleiste</emphasis>, die Ihnen Informationen über Ihr Eigenkapital und Ihren Gewinn gibt.

source: Account Register Window
de: Hauptfenster mit Buchungsansicht

source: <primary>Interface</primary><secondary>Account Register Window</secondary>
de: <primary>Benutzeroberfläche</primary><secondary>Buchungsansicht</secondary>

source: Account Register windows are used to enter and edit your account data. As the name suggests, they look similar to a checkbook register.
de: Die Buchungsansicht dient zum Eingeben und Korrigieren Ihrer Buchungsdaten. Wie der Name andeutet, ähnelt die Ansicht einem Kontobuch.

# _
source: external ref='figures/basics_CheckAccount.png' md5='fdc9f079857a352dee1686e36b073096'
de: external ref='figures/basics_CheckAccount.png' md5='33423c80b2fcd0deb078875a78e7a608'

source: This image shows the <guilabel>Checking Account - Register </guilabel> with several transactions.
de: Die Abbildung zeigt die <guilabel>Buchungsansicht des Girokontos</guilabel> mit mehreren Buchungen.

source: <imageobject role="html"> <imagedata fileref="figures/basics_CheckAccount.png" format="PNG" srccredit="Bengt Thuree" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_CheckAccount.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>The Checking Account Register</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/basics_CheckAccount.png" srccredit="Chris Lyttle" width="510" format="PNG"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_CheckAccount.png" srccredit="Chris Lyttle" format="PNG"/> </imageobject> <textobject> <phrase>Buchungsansicht des Girokontos mit mehreren Buchungen</phrase> </textobject> <_:caption-1/>

source: <xref linkend="chapter_txns"/> explains more about account register windows and how to enter data into them. For now, note that the parts of an account register window are similar to the parts of the account tree window described earlier. The <emphasis>Titlebar</emphasis> at the top contains the account name. Below that, the <emphasis>Menubar</emphasis> contains menu options related to the account register. <emphasis>Toolbar</emphasis> buttons simplify common data entry functions. The <emphasis>Statusbar</emphasis> at the bottom of the window, displays some account balances covered in <xref linkend="chapter_txns"/>. At the bottom of the account register window, information appears about the current location of the cursor.
de: <xref linkend="chapter_txns"/> geht genauer auf die Buchungsansicht und wie man Daten eingibt ein. Vorerst beachten Sie, dass die Teile des Kontenansichtsfenster ähnlich aussehen wie Teile des Kontenbaumfensters, wie bereits beschrieben. Die <emphasis>Titelleiste</emphasis> oben enthält den Namen des Kontos. Darunter die <emphasis>Menüleiste</emphasis> enthält die Menüoptionen bezogen auf die Kontenansicht. Die <emphasis> Werkzeugleisten</emphasis>-Schaltflächen vereinfachen die allgemeinen Dateneingabefunktionen. Die <emphasis>Zusammenfassungsleiste</emphasis> unten zeigt einige Kontostände, wie in <xref linkend="chapter_txns"/>. Unten in der Kontenansicht erscheinen Informationen über den aktuellen Standort des Cursors.

source: In the register windows, you can resize the various columns that <application>&app;</application> displays, <emphasis>but keep in mind that the Description and Balance columns behave differently from other columns</emphasis>.
de: Im Tabellenfenster können Sie die Breite aller Spalten der Tabelle verändern, die <application>&app;</application> anzeigt. <emphasis>Aber beachten Sie, dass sich die Spalten Beschreibung und Saldo anders als die anderen Spalten verhalten</emphasis>.

source: The <guilabel>Description</guilabel> column is designed to expand automatically to fill all unused horizontal screen space. Therefore you should set the widths of all your other columns before setting the Description column width.
de: Die Spalte <guilabel>Beschreibung</guilabel> passt sich automatisch an, um den freien Platz zu füllen. Sie sollten daher die Breite aller anderen Spalten zuerst anpassen, bevor Sie die Spaltenbeite der Beschreibung anpassen.

source: The <guilabel>Balance</guilabel> column must be resized by double-clicking on the column heading.
de: Die Spalte <guilabel>Saldo</guilabel> muss dann durch Doppelklicken der Trennlinie die Spalte angepasst werden.

source: Toolbar Buttons
de: Werkzeugleiste

source: <primary>Interface</primary><secondary>Toolbar Buttons</secondary>
de: <primary>Benutzeroberfläche</primary><secondary>Werkzeugleiste</secondary>

source: Both the account tree window and the account register window contain <emphasis>Toolbar</emphasis> buttons. These buttons provide quick access to common functions such as <guibutton>Save</guibutton> and <guibutton>Open</guibutton> in the account tree window and <guibutton>Record</guibutton> and <guibutton>Delete</guibutton> in the account register window. If you are not sure what a button does, move the mouse pointer over that button, and you should see a description of the function appear.
de: Sowohl die Kontenübersicht als auch die Buchungsansicht enthalten eine <emphasis>Werkzeugleiste</emphasis>. Diese Schaltflächen der Werkzeugleiste ermöglichen einen schnellen Zugang zu häufig genutzten Funktionen wie <guibutton>Speichern</guibutton> und <guibutton>Öffnen</guibutton> im Fenster Kontenübersicht und <guibutton>Eingeben</guibutton> und <guibutton>Löschen</guibutton> in der Buchungsansicht. Wenn Sie sich nicht sicher sind, was ein Knopf macht, bewegen Sie den Mauszeiger über den Knopf. Es sollte ein Erklärungstext erscheinen.

source: Here is a summary of the account tree window buttons:
de: Hier ist eine Zusammenfassung der Knöpfe in der Kontenübersicht:

source: Account tree window buttons
de: Kontenbaum-Schaltflächen

source: <guibutton>Save</guibutton>
de: <guibutton>Speichern</guibutton>

source: Save the current file to disk
de: Speicher die aktuelle Datei. Nutzen Sie diese Funktion oft, um die aktuelle Datei zu speichern. Haben Sie eine Datenbank als Speicher gewählt, ist der Knopf deaktiviert, da die Daten automatisch nach jeder Änderung sofort in der Datenbank gespeichert werden.

source: <guibutton>Close</guibutton>
de: <guibutton>Schließen</guibutton>

source: Close the current notebook page
de: Schließt die aktuelle Seite Buchungen.

source: <guibutton>Open</guibutton>, <guibutton>Edit</guibutton>, <guibutton>New</guibutton> and <guibutton>Delete</guibutton>
de: <guibutton>Öffnen</guibutton>, <guibutton>Bearbeiten</guibutton>, <guibutton>Neu</guibutton> und <guibutton>Löschen</guibutton>

source: These are functions related to accounts. They are discussed in <xref linkend="chapter_accts"/>.
de: Diese Funktionen beziehen sich auf Konten. Sie werden im Kapitel <xref linkend="chapter_accts"/> näher besprochen.

source: Register-specific buttons are discussed in <xref linkend="chapter_txns"/>.
de: Die Knöpfe der Buchungsansicht werden in <xref linkend="chapter_txns"/> diskutiert.

source: Tab Bar
de: Reiterleiste

source: <application>&app;</application> uses a tabbed model that allows you to open multiple account registers and reports simultaneously. Each open window (which can include account registers, reports, or Scheduled Transactions windows) is given a tab on this bar that you can click to view that window. Tabs can be configured in Preferences to appear along any side of the <application>&app;</application> window.
de: <application>&app;</application> nutzt ein Reitermodell, dass es Ihnen erlaubt, viele Kontenverzeichnisse zu öffnen und parallel anzusehen. Jedes offene Fenster (welches Kontenverzeichnisse, Berichte oder terminierte Buchungen enthalten kann) gibt ein Reiter in dieser Leiste, den Sie anklicken können, um das Fenster anzusehen. Die Reitern können in den Einstellungen gestaltet werden, damit sie auf jeder Seite des <application>&app; </application>-Fenster erscheinen.

source: To see the full name for a tab, hover the mouse pointer over an account window tab.
de: Um den vollen Namen des Reiters zu sehen, führen Sie den Mauszeiger über einen Kontenfensterreiter.

source: If more screens are open than can be displayed across the screen, some tabs will not display. You can move through all tabs by clicking the arrows on either end of the tab bar. A complete list of tabs can be viewed by right-clicking the Tab Bar and any tab can be selected by clicking it.
de: Wenn mehr Reiter offen sind, als auf dem Bildschirm angezeigt werden können, werden einige Reiter nicht dargestellt. Sie können durch alle Reiter bewegen, indem Sie die Pfeile an beiden Enden der Reiterleiste. Eine vollständige Liste der Reiter durch Rechtsklicken der Reiterleiste angesehen werden und jeder Reiter kann durch Anklicken desselben ausgewählt werden.

source: Menu Items
de: Menüeinträge

source: <primary>Interface</primary><secondary>Menu Items</secondary>
de: <primary>Benutzeroberfläche</primary><secondary>Menüleiste</secondary>

source: The account tree window and the account register window both contain menu headings in a <emphasis>Menubar</emphasis>. Clicking on a menu heading brings up the menu items for that heading.
de: Sowohl das Kontenbaumfenster als auch die Kontenansicht enthalten Menütitel in der <emphasis>Menüleiste</emphasis>. Das Klicken auf einen Menütitel bringt die Menüeinträge hervor.

source: You can click on the account tree menu headings and then move the mouse pointer over the menu items to see what they do. As the pointer moves over a menu item, a description of the item appears in the lower left-hand corner of the window (inside the <emphasis>Statusbar</emphasis>). To select a menu item, click on it.
de: Sie können auf den Kontenbaumtitel klicken und dann den Mauszeiger über die Menüeinträge bewegen, um zu sehen, was diese machen. Sowie sich der Zeiger über die Menüeinträge bewegt, wird eine Beschreibung des Eintrages in der Statusleiste am untersten Rand des Fensters angezeigt (innerhalb der <emphasis>Statusleiste</emphasis>). Klicken Sie auf den Menüeintrag, um ihn auszuwählen.

source: You can also access the most common menu items in a window by right-clicking the mouse anywhere in that window. In the account tree window, this will bring up a list of account items. In the account register window, this will bring up a list of transaction items.
de: Sie können die meisten Menüeinträge auch aufrufen, indem Sie mit der rechten Maustaste irgendwo in das Fenster klicken. Im Kontenbaumfenster wird eine Liste der Konteneinträge angezeigt. Im Kontenansichtsfenster wird eine Liste der Buchungseinträge angezeigt.

source: Other ways of accessing menu items are through keyboard shortcuts and access keys, described next.
de: Schließlich kann man Menüeinträge über die Tastatur durch Eingeben der Kurzwahl Tastenkombinationen aufrufen, wie später in diesem Kapitel beschrieben.

source: Menu Shortcuts
de: Menü Kurzwahl Tastenkombinationen

source: <primary>Interface</primary><secondary>Menu Shortcuts</secondary>
de: <primary>Benutzeroberfläche</primary><secondary>Kurzwahl Tastenkombinationen</secondary>

source: All of the menu items have access keys which are marked by underlined characters in the menu names. Pressing the <keycap>Alt</keycap> key with the underlined character in the menu heading will bring up the menu items for that heading. Once the menu items are displayed, type the underlined character in the menu item to activate it. For example, typing <keycombo><keycap>Alt</keycap> <keycap>F</keycap></keycombo> in the main window brings up the <guimenu>File</guimenu> menu, then typing <keycap>S</keycap> will save the file. Access keys are fixed and cannot be changed by users.
de: Die meisten Menüeinträge können über Tastenkombinationen aufgerufen werden, die den unterstrichenen Buchstaben in den Menünamen entsprechen. Drücken der <keycap>Alt</keycap> Taste zusammen mit der unterstrichenen Taste aus dem Menünamen klappt das Untermenü auf. Sobald diese angezeigt werden, drücken Sie die unterstrichene Taste in dem Untermenüeintrag, um ihn zu aktivieren. Zum Beispiel, ruft das Eintippen von <keycombo><keycap>Alt</keycap><keycap>D</keycap></keycombo> in dem Hauptfenster das <guimenu>Datei</guimenu> Untermenü auf, eintippen von <keycap>S</keycap> speichert die Datei. Diese Tastenkombinationen sind fixiert und können vom Benutzer nicht verändert werden.

source: Some of the more commonly used menu items also have shortcut keys that directly activate the command without having to traverse the menu structure. These shortcuts typically use the <keycap>Ctrl</keycap> key, although they can use any key combination. Menu shortcuts are displayed at the end of each menu item.
de: Einige der häufiger genutzten Untermenüeinträge reagieren auf Tastenkombinationen, die das Kommando direkt aufrufen, ohne dass Sie sich durch die Menüstruktur hangeln müssen. Diese Tastenkombinationen nutzen typischerweise die <keycap>Strg</keycap> Taste, können aber beliebige Tastenkombinationen sein. Tastenkombinationen werden am Ende des jeweiligen Untermenüeintrags angezeigt.

source: Getting Help
de: Hilfe bekommen

source: <primary>Getting Help</primary>
de: <primary>Hilfe bekommen</primary>

source: <application>&app;</application> offers help in many ways. We have already covered the <link linkend="basics-tip2"> <guilabel>Tip of the Day</guilabel></link> screen that gives you helpful hints upon start-up of your <application>&app;</application> session. <application>&app;</application> also offers an extensive help manual.
de: <application>&app;</application> bietet Hilfe auf vielerlei Weise an. Wir haben bereits den <link linkend="basics-tip2"><guilabel>Tipp des Tages</guilabel> </link>Dialog behandelt, der hilfreiche Tipps beim Start von <application>&app;</application> liefert.

source: Help Manual
de: Hilfe-Menü

source: <primary>Getting Help</primary><secondary>Help Manual</secondary>
de: <primary>Hilfe bekommen</primary><secondary>Menüleiste</secondary>

source: Once you have opened <application>&app;</application>, you will see the <guilabel>Account Tree</guilabel> window <guilabel>Help</guilabel> menu heading, which opens the Help manual. The Help manual is organized by topic, and you can expand each topic into its subtopics.
de: Sobald Sie <application>&app;</application> geöffnet haben, sehen Sie das <guilabel>Kontenbaum</guilabel>-Fenster den <guimenu>Hilfe</guimenu> Menüeintrag, welcher das Hilfemanual öffnet. Das Hilfemanual ist nach Themen gegliedert und Sie können jedes Thema in seine Unterthemen ausweiten.

source: Topics are listed on the left side. To select a topic or subtopic, click on it, and you should see the text for that topic appear on the right. Use the <guibutton>Back</guibutton> and <guibutton>Forward</guibutton> buttons to navigate through your topic choices, and print any text using the <guibutton>Print</guibutton> button.
de: Die Themen sind an der linken Seite aufgelistet. Um ein Thema oder Unterthema auszuwählen,klicken Sie es an, worauf der Text rechts angezeigt wird. Nutzen Sie die <guibutton>Pfeiltasten</guibutton> und <guibutton>Hypertext-Links</guibutton> zur Navigation. Mit <menuchoice><guimenu>Datei</guimenu><guisubmenu>Seite drucken</guisubmenu></menuchoice> drucken Sie die aktuelle Seite.

source: Web Access
de: Internetzugang

source: <primary>Getting Help</primary><secondary>Web Access</secondary>
de: <primary>Hilfe bekommen</primary><secondary>Internetzugang</secondary>
