Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: Online Banking Settings Locations
de: Ort der Online-Banking-Einstellungen

source: <filename class="directory">Documents and Settings/Username/.aqbanking</filename>
de: <filename class="directory">Dokumente und Einstellungen/Username/.aqbanking</filename>

source: On Unix and Mac OSX, these folders will generally not display in the file manager. You must set the file manager to show hidden files and folders to see them.
de: Unter Unix und MacOSX werden diese Ordner normalerweise im Dateimanager nicht angezeigt. Sie müssen im Dateimanager einstellen, dass die versteckten Dateien und Ordner angezeigt werden, um diese zu sehen.

source: On Unix and Mac OSX, the <keycap>~</keycap> symbol means the <filename class="directory">home</filename> folder.
de: Unter Unix und MacOSX bedeutet das <keycap>~</keycap> Zeichen den <filename class="directory">Home</filename>-Ordner.

source: <primary>Putting It All Together</primary><secondary>Basisc</secondary>
de: <primary>Alles Zusammensetzen</primary><secondary>Grundlagen</secondary>

source: This section begins a tutorial that will continue throughout this book. At the end of each chapter, you will see a <guilabel>Putting It All Together</guilabel> section that walks you through examples to illustrate concepts discussed in that section. Each <guilabel>Putting It All Together</guilabel> section builds on the previous one, so be sure to save your file for easy access.
de: Mit diesem Abschnitt beginnt eine Anleitung, die sich durch das ganze Buch fortsetzen wird. Am Ende jedes Kapitels werden Sie einen Abschnitt <guilabel>Alles Zusammensetzen</guilabel> finden, der Sie schrittweise durch Beispiele führen wird, um die im Kapitel behandelten Konzepte zu veranschaulichen. Jeder <guilabel>Alles Zusammensetzen</guilabel> Abschnitt baut auf dem vorangehenden auf. Benutzen Sie also die vorgeschlagenen Namen und speichern Sie die Dateien.

source: Let&rsquo;s get started!
de: Los geht's!

source: First, let&rsquo;s create a file to store your real data. Open <application>&app;</application> and select <menuchoice><guimenu>File</guimenu><guimenuitem>New File</guimenuitem></menuchoice> from the <emphasis>Menubar</emphasis>. This will start the <guilabel>New Account Hierarchy Setup</guilabel> assistant that allows you to create several accounts at once.
de: Lassen Sie uns als erstes eine Datei anlegen, die später Ihre privaten Kontodaten speichern soll. Öffnen Sie <application>&app;</application> und wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Neue Datei</guimenuitem></menuchoice> aus der <emphasis>Menüleiste</emphasis>. Dieses startet den <guilabel>Neuen Kontenrahmen erstellen</guilabel> Assistenten, der es Ihnen erlaubt, mehrere Konten auf einmal zu erstellen.

source: If you are running <application>&app;</application> for the first time, you will be presented with the <guilabel>Cannot find default values</guilabel> screen which is described in details in the <application>&app;</application> manual.
de: Wenn dies der allererste Start von <application>&app;</application> ist, gelangen Sie automatisch zu dem <guilabel>Neuen Kontenrahmen erstellen</guilabel> Assistenten.

# _
source: external ref='figures/basics_NewAccountHierarchySetup.png' md5='c319463d39c6921e11da996c1b7608db'
de: external ref='figures/basics_NewAccountHierarchySetup.png' md5='399054b916a66e10daf95eb10a3704cd'

source: This image shows the first screen of the <guilabel>New Account Hierarchy Setup</guilabel> assistant.
de: Die Abbildung zeigt den ersten Bildschirm des <guilabel>Neuen Kontenrahmen erstellen</guilabel> Assistenten.

source: <imageobject role="html"> <imagedata fileref="figures/basics_NewAccountHierarchySetup.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewAccountHierarchySetup.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The New Account Hierarchy Setup assistant</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/basics_NewAccountHierarchySetup.png" srccredit="Chris Lyttle" width="510" format="PNG"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewAccountHierarchySetup.png" srccredit="Chris Lyttle" format="PNG"/> </imageobject> <textobject> <phrase>Der Neuen Kontenrahmen erstellen Assistent</phrase> </textobject> <_:caption-1/>

source: The first screen of the assistant gives you a description of what the assistant does. Click the <guibutton>Forward</guibutton> button to proceed to the next screen.
de: Das erste Bild des Assistenten gibt Ihnen eine Beschreibung, was der Assistent tut. Klicken Sie auf die <guibutton>Vor</guibutton>-Schaltfläche, um zum nächsten Bild zu kommen.

source: In the second screen, select the currency to use for the new accounts from the dropdown list. Then press the <guibutton>Forward</guibutton> button.
de: Im zweiten Bild wählen Sie die Währung im Listenfeld aus,die Sie für die neuen Konten nutzen möchten. Dann drücken Sie die <guibutton>Vor</guibutton>-Schaltfläche.

source: The currency you select here, will be assigned to all the <guilabel>accounts</guilabel> created in this assistant.
de: Die ausgewählte Währung wird auf allen <guilabel>Konten</guilabel> angewendet, die mit dem Assistenten erstellt werden.

# _
source: external ref='figures/basics_NewAccountHierarchySetup_currency.png' md5='c545c4f3dc6d5936f5660aafbbe8f882'
de: external ref='figures/basics_NewAccountHierarchySetup_currency.png' md5='24791650249977635b4b3b0fa64dba42'

source: This image shows the second screen of the <guilabel>New Account Hierarchy Setup</guilabel> assistant where you select the currency.
de: Die Abbildung zeigt den zweiten Bildschirm des <guilabel>Neuen Kontenrahmen erstellen</guilabel> Assistenten, in dem Sie die Währung auswählen können.

source: <imageobject role="html"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_currency.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_currency.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The New Account Hierarchy Setup assistant - Currency</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_currency.png" srccredit="Chris Lyttle" width="510" format="PNG"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_currency.png" srccredit="Chris Lyttle" format="PNG"/> </imageobject> <textobject> <phrase>Der Neuen Kontenrahmen erstellen Assistent - Währung</phrase> </textobject> <_:caption-1/>

source: In the third screen, set the <guilabel>New Book Options</guilabel>, then press the <guibutton>Forward</guibutton> button. You can also update these options later using <menuchoice><guimenu>File </guimenu><guimenuitem>Properties</guimenuitem></menuchoice>. For details of these options, see the <application>&app;</application> Help manual, chapter Customizing GnuCash, Book Options.
de: UNTRANSLATED-DE In the third screen, set the <guilabel>New Book Options</guilabel>, then press the <guibutton>Forward</guibutton> button. You can also update these options later using <menuchoice><guimenu>File </guimenu><guimenuitem>Properties</guimenuitem></menuchoice>. For details of these options, see the <application>&app;</application> Help manual, chapter Customizing GnuCash, Book Options.

# _
source: external ref='figures/basics_NewBookOpts.png' md5='0220cd28ea1b1ae2ec09115111cb83db'
de: external ref='figures/basics_NewBookOpts.png' md5='__failed__'

source: This image shows the third screen of the <guilabel>New Account Hierarchy Setup</guilabel> assistant where you select the book options.
de: UNTRANSLATED-DE This image shows the third screen of the <guilabel>New Account Hierarchy Setup</guilabel> assistant where you select the book options.

source: <imageobject role="html"> <imagedata fileref="figures/basics_NewBookOpts.png" format="PNG" srccredit="Chris Good" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewBookOpts.png" format="PNG" srccredit="Chris Good"/> </imageobject> <textobject> <phrase>The New Book Options assistant</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/basics_NewBookOpts.png" format="PNG" srccredit="Chris Good" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewBookOpts.png" format="PNG" srccredit="Chris Good"/> </imageobject> <textobject> <phrase>UNTRANSLATED-DE The New Book Options assistant</phrase> </textobject> <_:caption-1/>

source: In the fourth screen select the <guilabel>Common Accounts</guilabel> group in the <guilabel>Categories</guilabel> pane. Then press the <guibutton>Forward</guibutton> button to proceed.
de: FUZZY-DE Im dritten Bild wählen Sie die Gruppe <guilabel>Allgemeine Konten</guilabel> in der <guilabel>Kategorien</guilabel>-Fenster. Dann drücken Sie die <guibutton>Vor</guibutton>-Schaltfläche, um fortzufahren.

source: If you want, you can select one or more of the predefined account-groups here. For more information on account types, see <xref linkend="accts-types1"/>.
de: Wenn Sie wollen, können Sie eine oder mehrere der vordefinierten Kontengruppen hier auswählen. Für mehr Informationen über die Kontenarten, sehen Sie in <xref linkend="accts-types1"/>.

# _
source: external ref='figures/basics_NewAccountHierarchySetup_Accounts.png' md5='2f2cdb5943b073a8017b09acbda96cb1'
de: external ref='figures/basics_NewAccountHierarchySetup_Accounts.png' md5='a406599c974f9ca70db5f7cea6c228fc'

source: This image shows the fourth screen of the <guilabel>New Account Hierarchy Setup</guilabel> assistant where you choose the various accounts.
de: FUZZY-DE Die Abbildung zeigt den dritten Bildschirm des <guilabel>Neuen Kontenrahmen erstellen</guilabel> Assistenten, in dem Sie die verschiedenen Konten auswählen können.

source: <imageobject role="html"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Accounts.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Accounts.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The New Account Hierarchy Setup assistant - Choose accounts</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Accounts.png" srccredit="Chris Lyttle" width="510" format="PNG"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Accounts.png" srccredit="Chris Lyttle" format="PNG"/> </imageobject> <textobject> <phrase>Der Neuen Kontenrahmen erstellen Assistent - Konten</phrase> </textobject> <_:caption-1/>

source: In the fifth screen you will be able to set an <guilabel>Opening Balance</guilabel> on each of the accounts, as well as indicate if the account should be a <guilabel>Placeholder</guilabel>. As these features will be described in next chapters, leave all as configured by <application>&app;</application> and click <guibutton>Forward</guibutton> to open the last screen of the assistant.
de: FUZZY-DE Im vierten Bild können Sie einen <guilabel>Anfangsbestand</guilabel> für jedes Konto angeben, was auch angezeigt ist, wenn das Konto ein <guilabel>Platzhalter</guilabel> sein sollte. Da diese Funktionen im nächsten Kapitel beschreiben werden, lassen Sie alles wie von <application>&app;</application> eingerichtet und klicken <guibutton>Vor</guibutton>, um das letzte Bild des Assistenten zu öffnen.

# _
source: external ref='figures/basics_NewAccountHierarchySetup_Setup.png' md5='ca7a98fb605c112284e7641df0a8d5c8'
de: external ref='figures/basics_NewAccountHierarchySetup_Setup.png' md5='9cedab96c11121628c9ec938b7d788ea'

source: This image shows the fifth screen of the <guilabel>New Account Hierarchy Setup</guilabel> assistant where you can set <guilabel>Opening Balance</guilabel>.
de: FUZZY-DE Die Abbildung zeigt den vierten Bildschirm des <guilabel>Neuen Kontenrahmen erstellen</guilabel> Assistenten, in dem Sie die ausgewählten Konten einrichten können.

source: <imageobject role="html"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Setup.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Setup.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The New Account Hierarchy Setup assistant - Configure</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Setup.png" srccredit="Chris Lyttle" width="510" format="PNG"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Setup.png" srccredit="Chris Lyttle" format="PNG"/> </imageobject> <textobject> <phrase>Der Neuen Kontenrahmen erstellen Assistent - Konten einrichten</phrase> </textobject> <_:caption-1/>

source: In the last screen of the assistant, click <guibutton>Apply</guibutton> to create all the accounts and leave the assistant.
de: Im letzten Bild des Assistenten klicken Sie auf <guibutton>Anwenden</guibutton>, um alle Konten zu erstellen und den Assistenten zu verlassen.

# _
source: external ref='figures/basics_NewAccountHierarchySetup_Finish.png' md5='1772d8030e58b01f179c1bd30597c577'
de: external ref='figures/basics_NewAccountHierarchySetup_Finish.png' md5='2014468cabeb85979ebaf45628bba4fd'

source: This image shows the last screen of the <guilabel>New Account Hierarchy Setup</guilabel> assistant.
de: Die Abbildung zeigt den letzten Bildschirm des <guilabel>Neuen Kontenrahmen erstellen</guilabel> Assistenten.

source: <imageobject role="html"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Finish.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Finish.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The New Account Hierarchy Setup assistant - Finish</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Finish.png" srccredit="Chris Lyttle" width="510" format="PNG"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_NewAccountHierarchySetup_Finish.png" srccredit="Chris Lyttle" format="PNG"/> </imageobject> <textobject> <phrase>Der Neuen Kontenrahmen erstellen Assistent - Beenden</phrase> </textobject> <_:caption-1/>

source: After pressing <guibutton>Apply</guibutton> in the previous window, you will be presented with the save dialog. Select the <acronym>XML</acronym> <guilabel>Data Format</guilabel>, <guilabel>Name</guilabel> the file as <filename>gcashdata_1</filename>, select the folder where to save the file (remember it as the data file will be used in the tutorials throughout this manual), and finally press the <guibutton>Save as</guibutton> button.
de: Nach dem Drücken von <guibutton>Anwenden</guibutton> im vorherigen Fenster, erhalten Sie den Speicherndialog. Wählen Sie das <acronym>XML</acronym> <guilabel>Datenformat</guilabel>, geben bei <guilabel>Name</guilabel> den Dateiname <filename>test</filename> ein, wählen den Ordner, wohin die Datei gespeichert werden soll (denken Sie daran, dass diese Datei in allen Anleitungen in diesem Handbuch benutzt werden), und drücken schließlich die <guibutton>Speichern unter</guibutton> Schaltfläche.

source: Your main window should now look something like this:
de: Ihr Hauptfenster sollte nun wie folgt aussehen:

# _
source: external ref='figures/basics_EmptyAccounts.png' md5='2c1d496466c91c8175ec99c2e89d93fe'
de: external ref='figures/basics_EmptyAccounts.png' md5='59ab061cf4d78a1682b1e97c7e883e1d'

source: <imageobject role="html"> <imagedata fileref="figures/basics_EmptyAccounts.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_EmptyAccounts.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The Main window showing the test file</phrase> </textobject>
de: <imageobject role="html"> <imagedata fileref="figures/basics_EmptyAccounts.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_EmptyAccounts.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Hauptfenster mit der Testdatei</phrase> </textobject>

source: Introduction
de: Einführung

source: <primary>Introduction</primary>
de: <primary>Einführung</primary>

source: <application>&app;</application> is the personal finance software package made for you. It is versatile enough to keep track of all your financial information, from the simple to the very complex. It is one of the few financial software packages that supports global currencies, and it is the only open-source program of its kind. Best of all, <application>&app;</application> is easy to learn and use!
de: <application>&app;</application> ist <emphasis>das</emphasis> Finanzsoftware Paket, das für Sie gemacht ist. Es ist flexibel genug, um all Ihre Finanzinformationen, von den einfachen zu den sehr komplexen, zu verwalten. Es ist eines der wenigen Finanzsoftware Pakete, das globale Währungen unterstützt, und es ist das einzige freie Programm seiner Art. Besser noch: <application>&app;</application> ist leicht zu erlernen und zu benutzen!

source: So, what can <application>&app;</application> do for you? It can keep track of your personal finances in as much detail as you prefer. If you are just starting out, use <application>&app;</application> to keep track of your checkbook. You may then decide to track cash as well as credit card purchases to better determine where your money is being spent. When you start investing, you can use <application>&app;</application> to help monitor your portfolio. Buying a vehicle or a home? <application>&app;</application> will help you plan the investment and track loan payments. If your financial records span the globe, <application>&app;</application> provides all the multiple-currency support you need.
de: Was genau kann <application>&app;</application> für Sie tun? Es kann Ihre persönlichen Finanzen so detailliert protokollieren, wie Sie möchten. Wenn Sie gerade beginnen, benutzen Sie <application>&app;</application>, um Ihr Girokonto zu verfolgen. Dann möchten Sie vielleicht auch Ihre Kreditkartenkäufe verfolgen, um besser festzustellen, wo Sie Ihr Geld ausgeben. Wenn Sie anfangen zu investieren, können Sie <application>&app;</application> benutzen, um Ihr Wertpapierbestand zu beobachten. Kaufen Sie ein Auto oder ein Haus? <application>&app;</application> hilft Ihnen, die Investition zu planen und die Darlehensrückzahlungen zu verfolgen. Sollten Ihre Anlagen den Globus umspannen, bietet <application>&app;</application> Unterstützung für mehrere Währungen.

# _
source: external ref='figures/oview_intro.png' md5='55c7a89a983110428f48a2e926e6d1c1'
de: external ref='figures/oview_intro.png' md5='9b54797e1a0b273b7115a4da37ab310e'

source: This image shows a Chart of Accounts with multiple currencies and investments.
de: Die Abbildung zeigt eine Liste mit Konten in verschiedenen Währungen und Wertpapieren.

source: <imageobject role="html"> <imagedata fileref="figures/oview_intro.png" format="PNG" srccredit="Bengt Thuree" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/oview_intro.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase><application>&app;</application> Chart of Accounts - Teaser</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/oview_intro.png" format="PNG" srccredit="Bengt Thuree" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/oview_intro.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase><application>&app;</application> Liste mit Konten in verschiedenen Währungen und Wertpapieren</phrase> </textobject> <_:caption-1/>

source: While <application>&app;</application> is well suited for personal finances, it is also powerful enough for business use. There are many business features, from integrated accounts receivable and payable systems, to tax table construction. You will find these and the many other business features surprisingly powerful and easy to use.
de: Obwohl <application>&app;</application> gut für persönliche Finanzen geeignet ist, ist es auch mächtig genug für die geschäftliche Nutzung. Von einem System zur Verwaltung von Konten mit Forderungen und Verbindlichkeiten bis zum Erstellen der Steuererklärung sind viele erstaunlich mächtige und einfach zu benutzende geschäftliche Funktionen vorhanden.

source: Features
de: Funktionen

source: Easy to Use
de: Einfach zu benutzen

source: Within a matter of minutes you will be able to enter your personal finance information and generate color graphs that represent your financial status. If you can use the register in the back of your checkbook - you can use <application>&app;</application>! Type directly into the register, tab between fields, and use quick-fill to automatically complete transactions. The interface is customizable from within the application itself.
de: Innerhalb von Minuten werden Sie in der Lage sein, Ihre Finanzdaten einzugeben und eine graphische Übersicht über Ihre Finanzen zu erstellen. Wenn Sie ein normales Girokonto führen können, dann sind Sie auch in der Lage, <application>&app;</application> zu benutzen! Machen Sie Eingaben direkt im Kontenbuch und benutzen Sie die automatische Vervollständigung, um Buchungen automatisch abzuschließen. Die Benutzeroberfläche können Sie in der Anwendung selbst an Ihre Bedürfnisse anpassen.

source: <emphasis>Easy to Use Menus</emphasis>: <application>&app;</application> menus conform to the GNOME Human Interface Guidelines. This means that they are simple and similar in appearance to many other GNOME applications.
de: <emphasis>Einfach zu benutzende Menüs:</emphasis> Die Menüs von <application>&app;</application> entsprechen den GNOME Human Interface Guidelines. Das bedeutet, dass sie einfach und in ihrem Erscheinen ähnlich zu denen vieler anderer GNOME Anwendungen sind.

source: <emphasis>Documentation</emphasis>: <application>&app;</application> has built-in Help and extensive User&rsquo;s Guide documentation.
de: <emphasis>Dokumentation</emphasis>: <application>&app;</application> besitzt eine eingebaute Hilfe und dieses umfangreiche Benutzerhandbuch.

source: <emphasis>Import Methods</emphasis>: <application>&app;</application> supports many ways to input transactions besides manual entry. If you can access your bank accounts on-line, this is especially useful, as most banks and credit card companies support one of the following import methods. You will spend less time entering data and more time analyzing results.
de: <emphasis>Importfunktionen</emphasis>: <application>&app;</application> bietet, abgesehen von der Eingabe per Hand, mehrere Arten, Buchungen zu erfassen. Wenn Sie einen Online-Zugang zu Ihrem Bankkonto haben, ist das besonders nützlich, denn eine der folgenden Importfunktionen wird von den meisten Banken unterstützt. Sie verbringen dann weniger Zeit mit der Eingabe von Daten und mehr Zeit mit der Analyse von Ergebnissen.
