Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: The <guilabel>&app; Help</guilabel> window also acts as a simple web browser, so you can pull up a website for additional information. You can open any website under this window by clicking the <guibutton>Open</guibutton> <emphasis>Toolbar</emphasis> button and then typing in the URL. Use the <guibutton>Back</guibutton>, <guibutton>Forward</guibutton>, <guibutton>Reload</guibutton>, <guibutton>Stop</guibutton>, and <guibutton>Print</guibutton> buttons as you would in a standard browser.
de: Das <guilabel>&app; Hilfe</guilabel>-Fenster benimmt sich wie ein einfacher Webbrowser, Sie können eine Webseite für zusätzliche Informationen aufrufen. Sie können jede Webseite in diesem Fenster öffnen durch Klicken auf die <guibutton>Öffnen</guibutton> <emphasis> Werkzeugleisten</emphasis>-Schaltfläche und Eingeben einer URL. Nutzen Sie die <guibutton>Zurück</guibutton>-, <guibutton>Vorwärts</guibutton>-, <guibutton>Neuladen</guibutton>-, <guibutton>Stopp</guibutton>- und <guibutton>Drucken</guibutton>-Schaltfläche wie in einem Standard- Web-Browser.

source: The <ulink url="https://www.gnucash.org"><citetitle>&app;</citetitle> website</ulink> contains helpful information about the program and about any updates to it. It also contains links to the <application>&app;</application> mailing lists for developers and users, and you can search the <ulink url="https://lists.gnucash.org/cgi-bin/namazu.cgi"><citetitle>archives of <application>&app;</application> mailing lists</citetitle></ulink> for discussions on a particular topic. If you don&rsquo;t find the answers you are looking for, you can post your question to the <ulink url="https://lists.gnucash.org/mailman/listinfo/gnucash-user"><citetitle>&app; user list</citetitle></ulink>, and someone on the list will attempt to answer you.
de: Die <ulink url="http://www.gnucash.org"><citetitle>&app;</citetitle></ulink> Website enthält hilfreiche Informationen über das Programm und über mögliche Aktualisierungen. Sie enthält ferner Verknüpfungen zu den <ulink url="https://lists.gnucash.org/mailman/listinfo"><citetitle>&app; Mailinglisten</citetitle></ulink> für Entwickler und Nutzer und Sie können die <ulink url="http://lists.gnucash.org/pipermail/gnucash-de/"><citetitle>Archive der deutschsprachigen <application>&app;</application> Mailinglisten</citetitle></ulink> nach Diskussionen über bestimmte Themen durchsuchen. Falls Sie keine Antwort auf Ihre Frage finden, können Sie diese an die englischsprachige <ulink url="https://lists.gnucash.org/mailman/listinfo/gnucash-user"><citetitle>&app;-user</citetitle></ulink> oder die deutschsprachige <ulink url="https://lists.gnucash.org/mailman/listinfo/gnucash-de"><citetitle>&app;-de</citetitle></ulink> Mailingliste richten, und jemand von der Liste wird versuchen, Ihnen eine Antwort zu geben.

source: The most updated <guilabel>&app; FAQ</guilabel> is also located on the <ulink url="https://wiki.gnucash.org/wiki/FAQ"><citetitle>&app; FAQ website</citetitle></ulink>, and contains answers to the popular questions.
de: Die aktuellste <guilabel>&app; FAQ</guilabel> befindet sich auf der <ulink url="http://wiki.gnucash.org/wiki/FAQ"><citetitle>&app; FAQ Website</citetitle></ulink> und enthält Antworten auf die häufigsten Fragen. Auch eine <ulink url="http://wiki.gnucash.org/wiki/De/GnuCash"><citetitle>deutschsprachige Wiki</citetitle></ulink> gibt es.

source: Topic Search
de: Themen suchen

source: <primary>Getting Help</primary><secondary>Topic Search</secondary>
de: <primary>Hilfe bekommen</primary><secondary>Themen suchen</secondary>

source: The online manual also provides a search function. To search for a particular topic, click the <guilabel>Search</guilabel> tab at the bottom of the help window and type in your topic in the field provided. Click the <guibutton>Search</guibutton> button to complete your search. A list of choices should appear in the box below, clicking a choice will bring up its text on the right.
de: Das Hilfe Fenster bietet ferner eine Suchfunktion. Um nach einem bestimmten Thema zu suchen, geben Sie dieses in das Eingabefeld im oberen Bereich des Fensters ein und drücken die <guibutton>Eingabetaste</guibutton>, um die Suche zu starten. Eine Liste mit Treffern sollte erscheinen, aus der Sie die Themen durch anklicken aufrufen können.

source: Storing your financial data
de: Speichern Ihrer Finanzdaten

source: <primary>Financial data</primary>
de: <primary>Dateien</primary>

source: Overview
de: Übersicht

source: <application>&app;</application> offers several formats for storing your financial data. The default file storage format is <acronym>XML</acronym>, while <acronym>SQL</acronym> storage is available in SQLite, MySQL, and PostgreSQL formats. Users can choose a file format for new files from <menuchoice><guimenu>File</guimenu> <guimenuitem>Save </guimenuitem></menuchoice> and for existing files from <menuchoice><guimenu>File</guimenu> <guimenuitem>Save As...</guimenuitem></menuchoice> dialogs.
de: FUZZY-DE <application>&app;</application> kann Ihre Finanzdaten in Dateien oder <acronym>SQL</acronym>-Datenbanken <link linkend="basics-store-data">speichern</link>, so dass sie zu einem späteren Zeitpunkt <link linkend="basics-file-open-data">geöffnet</link> und verändert werden können. Aber sollten Sie einen Container für Ihre Daten <link linkend="basics-create-data">erstellen</link>.

source: The <acronym>XML</acronym> storage format is a text file that by default is compressed, which is a preference that is set at <menuchoice><guimenu>Edit</guimenu> <guimenuitem>Preferences</guimenuitem></menuchoice> <guilabel>General</guilabel> <guilabel>Compress files</guilabel>. SQLite storage is also available, and stores your data in a single file on your system, like the <acronym>XML</acronym> format. However, internally, an SQLite file is managed as a database. The MySQL and PostgreSQL storage options require access to a MySQL or PostgreSQL database server and the installation of additional database drivers on your machine.
de: UNTRANSLATED-DE The <acronym>XML</acronym> storage format is a text file that by default is compressed, which is a preference that is set at <menuchoice><guimenu>Edit</guimenu> <guimenuitem>Preferences</guimenuitem></menuchoice> <guilabel>General</guilabel> <guilabel>Compress files</guilabel>. SQLite storage is also available, and stores your data in a single file on your system, like the <acronym>XML</acronym> format. However, internally, an SQLite file is managed as a database. The MySQL and PostgreSQL storage options require access to a MySQL or PostgreSQL database server and the installation of additional database drivers on your machine.

source: Users can change the format at any time by using <menuchoice><guimenu>File</guimenu> <guimenuitem>Save As...</guimenuitem></menuchoice>. This will create a copy of the data file in the selected format.
de: UNTRANSLATED-DE Users can change the format at any time by using <menuchoice><guimenu>File</guimenu> <guimenuitem>Save As...</guimenuitem></menuchoice>. This will create a copy of the data file in the selected format.

source: Storage Comparison and Recommendations
de: UNTRANSLATED-DE Storage Comparison and Recommendations

source: Each storage format has benefits and shortcomings that users should consider for their needs and abilities. See the <link linkend="basics-storage-comparison-table" endterm="basics-storage-comparison-tbltitle"/> below for further details.
de: UNTRANSLATED-DE Each storage format has benefits and shortcomings that users should consider for their needs and abilities. See the <link linkend="basics-storage-comparison-table" endterm="basics-storage-comparison-tbltitle"/> below for further details.

source: The <acronym>XML</acronym> format is the most stable and established, and for this reason, it is recommended for most users. <acronym>SQL</acronym> storage was added for the 2.4 release and has become an increasingly popular choice for users. The SQLite format allows users to realize the benefits of <acronym>SQL</acronym> storage without the overhead of installing or managing a full <acronym>DBMS</acronym>. MySQL and PostgreSQL require the installation of MySQL and PostgreSQL <acronym>DBMS</acronym>, respectively, and are best maintained only by experienced database administrators.
de: UNTRANSLATED-DE The <acronym>XML</acronym> format is the most stable and established, and for this reason, it is recommended for most users. <acronym>SQL</acronym> storage was added for the 2.4 release and has become an increasingly popular choice for users. The SQLite format allows users to realize the benefits of <acronym>SQL</acronym> storage without the overhead of installing or managing a full <acronym>DBMS</acronym>. MySQL and PostgreSQL require the installation of MySQL and PostgreSQL <acronym>DBMS</acronym>, respectively, and are best maintained only by experienced database administrators.

source: Use of a <acronym>SQL</acronym> back end for storage implies to many that <application>&app;</application> has fully implemented <acronym>DBMS</acronym> features, including multi-user and incremental data manipulation. However, <application>&app;</application> does not currently implement these features, although it is a long term goal of the development team.
de: UNTRANSLATED-DE Use of a <acronym>SQL</acronym> back end for storage implies to many that <application>&app;</application> has fully implemented <acronym>DBMS</acronym> features, including multi-user and incremental data manipulation. However, <application>&app;</application> does not currently implement these features, although it is a long term goal of the development team.

source: Storage Comparison Table
de: UNTRANSLATED-DE Storage Comparison Table

source: Storage Comparison
de: UNTRANSLATED-DE Storage Comparison

source: Availability
de: UNTRANSLATED-DE Availability

source: Built-in
de: UNTRANSLATED-DE Built-in

source: SQLite relies on an additional package and driver (called libdbi and libdbd-sqlite3, respectively), which are installed by default on Mac OS and Windows. Linux users may need to manually install these for SQLite.
de: UNTRANSLATED-DE SQLite relies on an additional package and driver (called libdbi and libdbd-sqlite3, respectively), which are installed by default on Mac OS and Windows. Linux users may need to manually install these for SQLite.

source: MySQL and PostgreSQL may require the installation of additional software drivers (libdbd-mysql and libdbd-pgsql).
de: UNTRANSLATED-DE MySQL and PostgreSQL may require the installation of additional software drivers (libdbd-mysql and libdbd-pgsql).

source: Depends on packaging<_:footnote-1/>
de: UNTRANSLATED-DE Depends on packaging<_:footnote-1/>

source: File extension
de: UNTRANSLATED-DE File extension

source: MySQL and PostgreSQL place data within their own storage system.
de: UNTRANSLATED-DE MySQL and PostgreSQL place data within their own storage system.

source: N/A<_:footnote-1/>
de: UNTRANSLATED-DE N/A<_:footnote-1/>

source: Additional software
de: UNTRANSLATED-DE Additional software

source: None
de: UNTRANSLATED-DE None

source: Additional expertise
de: UNTRANSLATED-DE Additional expertise

source: Database Administrator
de: UNTRANSLATED-DE Database Administrator

source: Compression
de: UNTRANSLATED-DE Compression

source: N/A
de: UNTRANSLATED-DE N/A

source: File Save
de: UNTRANSLATED-DE File Save

source: On command
de: UNTRANSLATED-DE On command

source: On commit
de: UNTRANSLATED-DE On commit

source: Multi-user
de: UNTRANSLATED-DE Multi-user

source: No
de: UNTRANSLATED-DE No

source: Creating a file
de: Eine Datei erstellen

source: To create a new <application>&app;</application> file do the following:
de: Eine <application>&app;</application>-Datei wird wie folgt erstellt:

source: From the <application>&app;</application> <emphasis>Menubar</emphasis>, choose <menuchoice><guimenu>File</guimenu> <guimenuitem>New File</guimenuitem></menuchoice>. The <guilabel>New Account Hierarchy setup</guilabel> assistant will start.
de: In der <application>&app;</application> <emphasis>Menüleiste</emphasis> wählen Sie <menuchoice><guimenu>Datei</guimenu> <guimenuitem>Neue Datei</guimenuitem></menuchoice>. Der <guilabel>Neue Kontenhierarchie erstellen</guilabel> Assistent startet.

source: If you are running <application>&app;</application> for the first time, you will be presented with the <guilabel>Welcome to &app;!</guilabel> screen. This screen is described in detail in the <application>&app;</application> manual.
de: Wenn Sie <application>&app;</application> zum ersten Mal starten, erscheint es mit dem <guilabel>Willkommen bei &app;!</guilabel>-Fenster. Dieses Fenster ist genauer im <application>&app;</application> Manual beschrieben.

source: Set your preferences in the assistant and move through the screens with the <guibutton>Forward</guibutton>, <guibutton>Cancel</guibutton> and <guibutton>Previous</guibutton> buttons.
de: Setzen Sie Ihre Einstellungen im Assistenten und bewegen sich durch die Fenster mit den <guibutton>Vorwärts</guibutton>-, <guibutton>Abbrechen</guibutton>- und <guibutton>Zurück</guibutton>-Schaltflächen.

source: Saving data
de: Daten speichern

source: Follow these steps to save the file under your preferred name:
de: Folgen Sie diesen Schritten, um die Datei unter den von Ihnen bevorzugten Namen zu speichern:

source: Choose <menuchoice><guimenu>File</guimenu> <guimenuitem>Save As...</guimenuitem></menuchoice> from the <emphasis>Menubar</emphasis> or select the <guibutton>Save</guibutton> <emphasis>Toolbar</emphasis> button. <application>&app;</application> will bring up the save window.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu> <guimenuitem>Speichern unter...</guimenuitem> </menuchoice> in der <emphasis>Menüleiste</emphasis> oder wählen Sie die <guibutton>Speichern</guibutton>-<emphasis>Symbolleisten</emphasis>-Schaltfläche. <application>&app;</application> zeigt den Speicherndialog an.

source: Select the <guilabel>Data Format</guilabel> of the file you are saving from the drop down list. The default selection is <acronym>XML</acronym> but if you have set up a database back end you can change to that format.
de: Wählen Sie das <guilabel>Datenformat</guilabel> für die Datei, die Sie speichern, aus dem Listenfeld aus. Die Standardauswahl ist <acronym>XML</acronym>, aber wenn Sie einen Datenbankserver aufgesetzt haben, können dieses Format entsprechend wechseln.

source: Depending on the selected <guilabel>Data Format</guilabel> the window can change as described in the following.
de: Abhängig vom ausgewählten <guilabel>Datenformat</guilabel> können Sie das Fenster wechseln, wie im Folgenden beschrieben.

source: If you selected <acronym>XML</acronym> or <acronym>sqlite3</acronym> you will see a screen like this:
de: Wenn Sie <acronym>XML</acronym> oder <acronym>sqlite3</acronym> auswählen, sehen Sie folgende Ansicht:

source: Save screen when <acronym>XML</acronym> or <acronym>sqlite3</acronym> is selected.
de: Speichern, wenn <acronym>XML</acronym> oder <acronym>sqlite3</acronym> ausgewählt ist.

# _
source: external ref='figures/basics_SaveXML.png' md5='327cc9368a35e3f4083d4016c8a00533'
de: external ref='figures/basics_SaveXML.png' md5='922fab9709b3efbc42e35d00d353e3ba'

source: This image shows the <guilabel>Save</guilabel> screen when the selected <guilabel>Data Format</guilabel> is <acronym>XML</acronym> or <acronym>sqlite3</acronym>.
de: Dieses Bild zeigt den <guilabel>Speichern</guilabel> Dialog, wenn das gewählte <guilabel>Datenformat</guilabel> <acronym>XML</acronym> ist.

source: <imageobject role="html"> <imagedata fileref="figures/basics_SaveXML.png" format="PNG" srccredit="Cristian Marchi" width="510px"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_SaveXML.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The Save screen</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/basics_SaveXML.png" format="PNG" srccredit="Mechtilde Stehmann" width="510px"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_SaveXML.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Der Speichern Dialog</phrase> </textobject> <_:caption-1/>

source: Type your chosen filename in the <guilabel>Name</guilabel> field. It is not necessary to specify an extension when you write the file name. <application>&app;</application> will automatically add the extension <filename>.gnucash</filename> to the file.
de: Geben Sie den gewählten Dateinamen in das <guilabel>Name</guilabel>ns-Feld ein. Es ist nicht notwendig, eine Erweiterung zu benennen, wenn Sie den Dateinamen schreiben. <application>&app;</application> wird die Erweiterung <filename>.gnucash</filename> automatisch der Datei hinzufügen.

source: The <filename>.gnucash</filename> extension was introduced in the 2.3 series of <application>&app;</application>. For already existing files, the extension will never be changed. So if you open an existing file named <filename>Myoldfile</filename>, that name won&rsquo;t be changed if the file is saved. You might use the <guimenuitem>Save As...</guimenuitem> command and give the file a new name in order to have it saved with the extension <filename>.gnucash</filename>.
de: Die <filename>.gnucash</filename> Erweiterung wurde in der 2.3er Serie von <application>&app;</application> eingeführt. Für bereits vorhandene Dateien wird die Erweiterung nicht geändert. Wenn Sie eine vorhandene Datei mit Namen <filename>MeineAlteDatei</filename> öffnen, wird dieser Name nicht geändert, wenn Sie diese Datei speichern. Sie müssen <guimenuitem>Speichern unter...</guimenuitem> benutzen und der Datei einen neuen Namen geben, damit dieser mit der Erweiterung <filename>.gnucash</filename> gespeichert wird.

source: Select the path where the file will be saved by browsing the tree in the lower panes.
de: Wählen Sie den Pfad, wo die Datei gespeichert wird.

source: Click on the <guibutton>Create Folder</guibutton> button to create a new folder with a custom name in the selected path.
de: Klicken Sie auf die <guibutton>Ordner anlegen</guibutton>-Schaltfläche, um einen neuen Ordner mit einem gewöhnlichen Namen in dem ausgewählten Pfad.

source: If you selected <acronym>mysql</acronym> or <acronym>postgres</acronym> <guilabel>Data Format</guilabel> you will see a screen like this:
de: Wenn Sie das <acronym>mysql</acronym>- oder <acronym>postgres</acronym>- <guilabel>Datenformat</guilabel> auswählen, sehen Sie einen ähnlichen Dialog wie folgt:

source: Save screen when <acronym>mysql</acronym> or <acronym>postgres</acronym> is selected.
de: Speicherdialog, wenn <acronym>mysql</acronym> oder <acronym>postgres</acronym> ausgewählt ist.

# _
source: external ref='figures/basics_SaveSQL.png' md5='15ada7db7cd8942a3e0ac7a377d4bb32'
de: external ref='figures/basics_SaveSQL.png' md5='7534574bf5a986b3504a728712462833'

source: This image shows the <guilabel>Save</guilabel> screen when the selected <guilabel>Data Format</guilabel> is <acronym>mysql</acronym> or <acronym>postgres</acronym>.
de: Dieses Bild zeigt den <guilabel>Speichern</guilabel>-Dialog, wenn als <guilabel>Datenformat</guilabel> <acronym>mysql</acronym> oder <acronym>postgres</acronym> ausgewählt ist.

source: <imageobject role="html"> <imagedata fileref="figures/basics_SaveSQL.png" format="PNG" srccredit="Marchi Cristian" width="510px"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_SaveSQL.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The Save screen</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/basics_SaveSQL.png" format="PNG" srccredit="Mechtilde Stehmann" width="510px"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_SaveSQL.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>De rSpeicherndialog</phrase> </textobject> <_:caption-1/>

source: Enter in this window the <guilabel>Database Connection</guilabel> information: <guilabel>Host</guilabel>, <guilabel>Database</guilabel>, <guilabel>Username</guilabel> and <guilabel>Password</guilabel>.
de: Geben Sie in dieses Fenster die Informationen für die <guilabel>Datenbankverbindung</guilabel> ein: <guilabel>Datenbankserver</guilabel>, <guilabel>Datenbank</guilabel>, <guilabel>Benutzername</guilabel> und <guilabel>Passwort</guilabel>.

source: Saving to <acronym>mysql</acronym> or <acronym>postgres</acronym> requires the proper permissions in that database, that is you need to have the permissions to create a new database with the given database name, or you need to have write access to an existing database with the given database name.
de: Speichern in eine <acronym>mysql</acronym>- oder <acronym>postgres</acronym>-Datenbank benötigt die entsprechenden Berechtigungen in dieser Datenbank, Sie benötigen die Berechtigung eine neue Datenbank mit einem eigenen Namen anzulegen oder schreibenden Zugriff auf eine vorhandene Datenbank.

source: Click the <guibutton>Save As</guibutton> button to save the file.
de: Klicken Sie die <guibutton>Speichern unter</guibutton>-Schaltfläche, um die Datei zu speichern.

source: If you are keeping track of finances for a single household, you need only one file. But if you are also tracking business finances or want to keep data separate for some reason, then you will need more than one file.
de: Wenn Sie nur mit den Finanzdaten eines einzelnen Haushalts arbeiten, genügt eine Datei. Wenn Sie aber auch Ihre Geschäftskonten führen, oder aus anderen Gründen bestimmte Daten getrennt halten wollen, benötigen Sie mehr als eine Datei.

source: As it is very important to save your data frequently to avoid losing them for whatever reason, <application>&app;</application> is able to automatically save the opened file every a certain amount of time. This interval can be set in the <guilabel>General</guilabel> tab under <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> (<menuchoice><guimenu>GnuCash</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> on MacOS). Keep in mind that this option is relevant only if you are saving in <acronym>XML</acronym> format. If you are working with a database, the <guibutton>Save</guibutton> button and the <guimenuitem>Save</guimenuitem> menu entry will be grayed out because changes are stored right away.
de: Da es sehr wichtig ist, Ihre Daten häufig zu sichern, um zu verhindern, die aus welchem Grund auch immer zu verlieren, kann <application>&app;</application> die geöffnete Datei automatisch in bestimmten Zeitabständen speichern. Dieser Zeitabstand kann in dem Reiter <guilabel>Allgemein</guilabel> unter <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> (<menuchoice><guimenu>GnuCash</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> unter MacOS)eingestellt werden. Berücksichtigen Sie bitte, dass diese Möglichkeit nur beim Speichern im <acronym>XML</acronym>-Format relevant ist. Wenn Sie mit einer Datenbank arbeiten, ist das <guibutton>Speichern</guibutton>-Symbol und der Menüeintrag <guimenuitem>Speichern</guimenuitem> ausgegraut, weil die Änderungen direkt gespeichert werden.
