Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: From the <emphasis>Assets:Checking</emphasis> account register window, enter a basic 2 account transaction to set your starting balance to $1000, transferred from <emphasis>Equity:Opening Balance</emphasis>.
de: In der Buchungsansicht des Kontos <emphasis>Aktiva:Barvermögen:Girokonto</emphasis> geben Sie für den Anfangsbestand eine 2-Konten-Buchung von 1.000,- € ein, übertragen von <emphasis>Anfangsbestand</emphasis>.

source: From the <emphasis>Liabilities:Visa</emphasis> account register window, enter a basic 2 account transaction to set your starting balance to $500, transferred from <emphasis>Equity:Opening Balance</emphasis>. This is done by entering the $500 as a <guilabel>charge</guilabel> in the <emphasis>Visa</emphasis> account (or <guilabel>decrease</guilabel> in the <emphasis>Opening Balance</emphasis> account), since it is money you borrowed. Record the transaction (press the <keycap function="enter">Enter</keycap> key, or click on the <guibutton>Enter</guibutton> icon).
de: In der Buchungsansicht des Kontos <emphasis>Fremdkapital:Barverbindlichkeiten:Kreditkarte</emphasis> geben Sie für den Anfangsbestand eine 2-Konten-Buchung von 500,- € ein, übertragen von <emphasis>Anfangsbestand</emphasis>. Dies geschieht durch Eingabe der 500,- € als eine <guilabel>Belastung</guilabel> im <emphasis>Kreditkarten</emphasis>-Konto (oder <guilabel>Abnahme</guilabel> im <emphasis>Anfangskontostand</emphasis> Konto), weil es Geld ist, dass Sie sich geliehen haben. Zeichnen Sie die Buchung auf (drücken Sie die <keycap function="enter">Enter</keycap>-Taste oder klicken Sie auf das <guibutton>Übernehmen</guibutton>-Symbol).

source: You should now have 3 accounts with opening balances set. <emphasis>Assets:Checking</emphasis>, <emphasis>Assets:Savings</emphasis>, and <emphasis>Liabilities:Visa</emphasis>.
de: Nun sollten Sie 3 Konten haben mit Anfangsbeständen haben. <emphasis>Aktiva:Girokonto</emphasis>, <emphasis>Aktiva:Sparkonto</emphasis> und <emphasis>Fremdkapital:Visa</emphasis>.

# _
source: external ref='figures/txns_puttoget_Charts1.png' md5='70e752f7711025d2c3311d1a60397fc9'
de: external ref='figures/txns_puttoget_Charts1.png' md5='358e3748cc40870261372f73a7c94b46'

source: This image shows the opening balances.
de: Dieses Bild zeigt die Eröffnungsbilanz.

source: <imageobject> <imagedata fileref="figures/txns_puttoget_Charts1.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Chart accounts after setting opening balance</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_puttoget_Charts1.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Kontenstände nach der Eingabe der Anfangskontostände</phrase> </textobject> <_:caption-1/>

source: Additional Transaction Examples
de: Zusätzliche Buchungsbeispiele

source: Now add some more transactions to simulate a month&rsquo;s expenses. During the month, $78 is spent on electricity, $45 on phone, and $350 on rent. All paid by check. We also spent $45.21 on groceries, received $670 as salary, and paid our Internet bill this month. Finally, let&rsquo;s move $100 from the savings account to the checking account.
de: Fügen Sie nun einige Buchungen hinzu, um die monatlichen Aufwendungen nachzubilden. Während des Monats werden 78,- € für Strom, 45,- € für Telefon und 350,- € für Miete. Alles wird vom Girokonto bezahlt. Wir zahlen auch 45,21 € für Lebensmittel, erhalten 670,- € Gehalt und zahlen unsere Internetrechnung diesen Monat. Schließlich übertragen wir 100,- € vom Sparkonto auf das Girokonto.

source: Open the <emphasis>Expenses:Electricity</emphasis> account register and enter a simple 2 account transaction to pay the $78 electrical bill at the end of the current month (eg: March 28, 2006). Enter a description (eg: Light Company) and the check number (eg: 102). The <guilabel>Transfer</guilabel> account should be <emphasis>Assets:Checking</emphasis>.
de: Öffnen Sie das Konto <emphasis>Aufwendungen:Wohnen:Nebenkosten:Strom</emphasis> und geben Sie eine einfache 2-Konten-Buchung ein, um 78,- € Stromrechnung am Ende des Monats (z.B.: 28.03.2015) zu zahlen. Geben Sie eine Beschreibung (z.B.: Stadtwerke (Strom)) und die Schecknummer (z.B.: 102) an. Das <guilabel>Übernahme</guilabel>-Konto sollte dann das <emphasis>Aktiva:Barvermögen:Girokonto</emphasis> sein.

source: Open the <emphasis>Assets:Checking</emphasis> account register and enter a simple 2 account transaction to pay the $45 phone bill at the end of the current month (eg: March 28, 2006). Enter a description (eg: Phone Company Name) and the check number (eg: 103). The <guilabel>Transfer</guilabel> account should be <emphasis>Expenses:Phone</emphasis>. Notice that you can enter expense transactions from either the credit side (the expense accounts) or the debit side (the asset account).
de: Öffnen Sie nun die Kontenansicht <emphasis>Aktiva:Barvermögen:Girokonto</emphasis> und geben Sie eine einfache 2-Konten-Buchungen, um 45,- € Telefonkosten am Ende des Monats(z.B.: 28.03.2015) zu zahlen. Geben Sie eine Beschreibung (z.B.: Telekom) und die Schecknummer (z.B.: 103) an. Das <guilabel>Übernahme</guilabel>-Konto sollte dann das <emphasis>Aufwendungen:Telekommunikation:Telefon</emphasis> sein. Beachten Sie, dass Sie eine Ausgabenbuchung entweder auf der Habenseite (des Ausgabenkontos) oder auf der Sollseite (des Aktivakontos) eingeben können.

source: Open the <emphasis>Expenses:Rent</emphasis> account register and enter a simple 2 account transaction to pay the $350 in rent at the end of the current month (eg: March 28, 2006). Enter a description (eg: April Rent) and the check number (eg: 104). The <guilabel>Transfer</guilabel> account should be <emphasis>Assets:Checking</emphasis>.
de: Öffnen Sie die Buchungsansicht des Kontos <emphasis>Aufwendungen:Wohnung:Miete</emphasis> und geben sie eine einfache Buchung ein, um 350,- € Miete am Ende des laufenden Monats zu zahlen (zum Beispiel am 28. März 2015). Geben Sie eine Beschreibung ein (Miete April) und einer Buchungsnummer (zum Beispiel 104). Der Eintrag im Feld <guilabel>Buchen</guilabel> ist hierbei <emphasis>Aktiva:Barvermögen:Girokonto</emphasis>.

source: Duplicate this transaction using the <guibutton>Duplicate</guibutton> button in the <emphasis>Toolbar</emphasis>. Start by clicking on the current rent transaction, and click on the <guilabel>Duplicate</guilabel> icon. Enter the transaction date a month out in the future (eg: April 28, 2006), and notice the blue line separator that <application>&app;</application> uses to separate future transactions from current ones. In this way, you can enter transactions before they occur.
de: Kopieren Sie die Buchung durch Drücken des <guibutton>Duplizieren</guibutton> Knopfes in der <emphasis>Werkzeugleiste</emphasis>. Starten Sie Durch Klicken auf die aktuelle Mietenüberweisung und klicken Sie auf das <guilabel>Kopieren</guilabel> Symbol. Geben Sie das Buchungsdatum einen Monat später (z.B.: 28.04.2015) ein, und beachten Sie den blauen Zeilentrenner, den <application>&app;</application> nutzt, um zukünftige Buchungen von den laufenden abzutrennen. So können Sie Buchungen eingeben, bevor sie fällig werden.

source: Start by clicking on the current (April 28) rent transaction, and click on the <guilabel>Schedule</guilabel> icon
de: Starten Sie durch klicken auf die laufende (28. April) Mietzahlung und klicken auf das <guilabel>Terminierte Buchung</guilabel>-Symbol.

source: Change to <guilabel>Monthly</guilabel>, change description if needed and press <guibutton>OK</guibutton>
de: Wechseln Sie zu <guilabel>Monatlich</guilabel>, wechseln die Beschreibung, wenn nötig und drücken die <guibutton>OK</guibutton>-Schaltfläche.

source: You could also set up a scheduled transaction to pay your rent, since the value of the rent is likely to be constant for the foreseeable future. <_:itemizedlist-1/>
de: Sie können auch eine terminierte Buchung einrichten, um ihre Miete zu zahlen, da der Betrag ihrer Miete voraussichtlich für die nächste Zukunft konstant ist. <_:itemizedlist-1/>

source: To transfer money from your savings account to your checking account, open the <emphasis>Assets:Savings</emphasis> account register, add a new transaction setting the <guilabel>Transfer</guilabel> to <emphasis>Assets:Checking</emphasis> in the amount of $100 (date 6 March, 2006).
de: Um Geld von ihrem Sparkonto auf ihr Girokonto zu übertragen, öffnen Sie die Buchungsansicht des Kontos <emphasis>Aktiva:Barvermögen:Sparkonto</emphasis>, und fügen eine neue Buchungen hinzu. Geben Sie unter Datum den 6. März 2015 ein, wählen unter <guilabel>Buchen</guilabel> das Konto <emphasis>Aktiva:Barvermögen:Girokonto</emphasis> und als Betrag der Abhebung (Haben) 100 €.

source: As another example of a simple 2 account transaction, add another transaction to describe the purchase of $45.21 worth of groceries on 5 of March. From within the <emphasis>Assets:Checking</emphasis> account, you would set <guilabel>Transfer</guilabel> to <emphasis>Expenses:Groceries</emphasis>. The account register should now appear:
de: Als weiteres Beispiel einer einfachen 2-Konten-Buchung fügen Sie eine weitere Buchung hinzu, um die Ausgabe von 45,21 € Wert der Lebensmittel vom 05.03.2015 zu beschreiben. Im <emphasis>Aktiva:Barvermögen:Girokonto</emphasis>-Konto <guilabel>Buchen</guilabel> Sie auf <emphasis>Aufwendungen:Lebensmittel</emphasis>. Die Kontenansicht erscheint nun:

source: To add a paycheck transaction from the <emphasis>Assets:Checking</emphasis> account register window, click on a new transaction line, and click on <guilabel>Split</guilabel>. First enter the description of this transaction on the first line (eg: <quote>Employers R Us</quote>), as well as the date (14 March). In the <quote>split</quote> line below this, enter the deposit into <emphasis>Assets:Checking</emphasis> (eg:$670). Follow this with the various tax deposits (<emphasis>Assets:Checking</emphasis> (eg: $670), <emphasis>Expenses:Taxes:Federal</emphasis> account (eg: $180), <emphasis>Expenses:Taxes:Medicare</emphasis> account (eg: $90), and <emphasis>Expenses:Taxes:Social Security</emphasis> account (eg: $60)) and lastly the gross total of your paycheck (eg: $1000) as a withdrawal transfer from <emphasis>Income:Salary</emphasis>.
de: Zur Eingabe einer Gehaltsbuchung in der Buchungsansicht des Kontos <emphasis>Aktiva:Girokonto</emphasis> klicken Sie auf eine neue Buchungszeile und klicken danach auf <guilabel>Vollständig</guilabel>. Geben Sie in der ersten Zeile zuerst das Buchungsdatum (14. März) und die Beschreibung der Buchung ein (Zum Beispiel <quote>Arbeitgeber</quote>). In den folgenden Zeilen der Teilbuchungen geben sie die Einzahlung auf das Konto <emphasis>Aktiva:Girokonto</emphasis> (670 €), gefolgt von den verschiedenen Abgaben <emphasis>Aufwendungen:Steuern:Einkommenssteuer</emphasis> (180 €), <emphasis>Aufwendungen:Steuern:Krankenversicherung</emphasis> (90 €), und <emphasis>Aufwendungen:Steuern:Rentenversicherung</emphasis> (60 €) und zuletzt das Bruttogehalt (1000 €) als Abbuchung von Ihrem Konto <emphasis>Ertrag:Gehalt</emphasis>.

source: You also need to pay for your Internet subscription of 20 USD on the 28th.
de: Sie zahlen Ihr Internet Abo von 20,- € am 28.03.2015.

# _
source: external ref='figures/txns_puttoget_Charts2.png' md5='7acd767a1d38b2e2478e3fda6ff2668a'
de: external ref='figures/txns_puttoget_Charts2.png' md5='4c1b157e0f329982d0140c6bd61b0756'

source: This image shows the ending balances after <xref linkend="chapter_txns"/>.
de: Dieses Bild zeigt die Schlussbilanz anch <xref linkend="chapter_txns"/>.

source: <imageobject> <imagedata fileref="figures/txns_puttoget_Charts2.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Chart accounts after setting all the various transactions</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_puttoget_Charts2.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Kontenansicht nach allen Buchungen</phrase> </textobject> <_:caption-1/>

source: Save file
de: Datei speichern

source: Before we go to the report section, let&rsquo;s save the <application>&app;</application> data file (<filename>gcashdata_4</filename>).
de: Bevor wir zum Abschnitt Berichte gehen, speichern Sie die <application>&app;</application>-Daten.

source: Reports
de: Berichte

source: But only having data available on the computer screen will not make your accountant happy, therefore <application>&app;</application> comes with a large number of highly customizable reports.
de: Aber nur die Daten auf dem Bildschirm zu haben, macht Ihren Buchhalter nicht glücklich, deshalb kommt <application>&app;</application> mit einer großen Zahl von sehr anpassbaren Berichten.

source: Let&rsquo;s have a look at a <guilabel>Cash Flow</guilabel>, and a <guilabel>Transaction</guilabel> Report.
de: Lassen Sie uns einen Blick auf den <guilabel>Kapitalfluss</guilabel> und einen <guilabel>Buchung</guilabel>sbericht werfen.

source: First let&rsquo;s have a look at the <guilabel>Cash Flow</guilabel> report for the month of March.
de: Zuerst werfen wir einen Blick auf den <guilabel>Kapitalfluss</guilabel>-Report für den Monat März 2015.

source: Select the cash flow report from <menuchoice><guimenu>Reports</guimenu> <guisubmenu>Income &amp; Expense</guisubmenu> <guimenuitem>Cash Flow</guimenuitem></menuchoice>.
de: Wählen Sie den Kapitalflussbericht aus dem Menüflow <menuchoice><guimenu>Berichte</guimenu> <guisubmenu>Erträge &amp; Aufwendung</guisubmenu> <guimenuitem>Cash Flow</guimenuitem></menuchoice>(Kapitalfluss).

# _
source: external ref='figures/txns_CashFlow.png' md5='792a150c4f36c716df963a2337bfbf26'
de: external ref='figures/txns_CashFlow.png' md5='ebcba9fb707ad826473a7a92af352f74'

source: This image shows the Cash Flow report after <xref linkend="chapter_txns"/>.
de: Dieses Bild zeigt den Kapitalflussbericht nach <xref linkend="chapter_txns"/>.

source: <imageobject> <imagedata fileref="figures/txns_CashFlow.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Cash Flow report for the month of March</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_CashFlow.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Kapitalflussbericht für den Monat März 2015</phrase> </textobject> <_:caption-1/>

source: To get this customized report, right click in the report and choose <guilabel>Report Options</guilabel>. Then set the time period, and specify which accounts you want in the report.
de: Um angepasste Berichte zu erhalten, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Berichtsoptionen</guimenuitem></menuchoice> und dort <guilabel>Allgemein</guilabel>. Setzen Sie dort den Zeitraum fest und geben die Konten an, die Sie für den Bericht wollen.

source: Now let&rsquo;s have a look at corresponding transaction report for the Checking account.
de: Nun werfen wir einen Blick auf den Buchungsbericht für das Girokonto.

source: Select the transaction report from <menuchoice><guimenu>Reports</guimenu> <guimenuitem>Transaction Report</guimenuitem></menuchoice>.
de: Wählen Sie den Buchungsbericht unter <menuchoice><guimenu>Berichte</guimenu> <guimenuitem>Buchungsbericht</guimenuitem></menuchoice>.(Dieser muss gegebenenfalls noch aufgebaut werden)

# _
source: external ref='figures/txns_TransactionRptChecking.png' md5='452c25219bcb444b5e32ced90285739b'
de: external ref='figures/txns_TransactionRptChecking.png' md5='7dc2521dfeed3b7894d0752eee936810'

source: This image shows the Transaction Report for the Checking account during March.
de: Dieses Bild zeigt den Buchungsbericht für das Girokonto im Monat März.

source: <imageobject> <imagedata fileref="figures/txns_TransactionRptChecking.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Transaction Report for the Checking account during March</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_TransactionRptChecking.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Buchungsbericht für das Girokonto für den Monat März</phrase> </textobject> <_:caption-1/>

source: Now let&rsquo;s change the transaction report to only show the various Expenses accounts.
de: Nun lassen Sie uns den Buchungsbericht so anpassen, dass er nur die verschiedenen Aufwandskonten anzeigt.

# _
source: external ref='figures/txns_TransactionRptExpenses.png' md5='729679fd7d0403b8f6dd1e0d009fe844'
de: external ref='figures/txns_TransactionRptExpenses.png' md5='0b54dad832290c40b2beaf2ea979f70a'

source: This image shows the Transaction Report for the various Expense accounts during March.
de: Dieses Bild zeigt den Buchungsbericht für die verschiedenen Ausgaben im Monat März.

source: <imageobject> <imagedata fileref="figures/txns_TransactionRptExpenses.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Transaction Report for the Expenses accounts during March</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_TransactionRptExpenses.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Buchungsbericht für das Aufwandskonto im Monat März</phrase> </textobject> <_:caption-1/>

source: <application>&app;</application> Tutorial and Concepts Guide
de: <application>&app;</application> Kurs und Konzepte

source: <revnumber>&app; Tutorial and Concepts Guide v2.0.0</revnumber> <date>July 9, 2006</date> <_:revdescription-1/>
de: <revnumber>&app; Tutorial and Concepts Guide v2.0.0</revnumber> <date>9. Juli 2006</date> <_:revdescription-1/>

source: This Guide contains a tutorial for using &app; and describes the concepts behind &app;.
de: Diese Einführung enthält ein Tutorium zur Benutzung von &app; und beschreibt die Konzepte dahinter.

source: Feedback
de: Rückmeldung

source: To report a bug or make a suggestion regarding this package or this manual, follow the instructions at the <ulink url="https://wiki.gnucash.org/wiki/Bugzilla">Bugzilla page of the GnuCash wiki</ulink> and use the <ulink url="https://bugs.gnucash.org/browse.cgi?product=GnuCash">&app; Bug Tracking System</ulink>. There select the component <emphasis>Documentation</emphasis> .
de: Um bezüglich dieser Dokumentation einen Fehler zu melden oder einen Verbesserungsvorschlag einzureichen, folgen Sie den Anweisungen auf der <ulink url="https://wiki.gnucash.org/wiki/De/Feedback">Feedbackseite des GnuCash-Wikis</ulink> und verwenden das <ulink url="https://bugs.gnucash.org/browse.cgi?product=GnuCash">&app; Bug Tracking System</ulink>. Dort wählen Sie, je nach Ursache, die Komponente <emphasis>Documentation</emphasis> oder <emphasis>Translations</emphasis>.

source: About the Authors
de: Über die Verfasser

source: The GnuCash Documentation Team is a self-designated group of GnuCash users and developers who have volunteered to write this documentation for the benefit of the broader user base. People who are interested in joining this group are encouraged to express their interest on the GnuCash lists (<email>gnucash-users</email> and <email>gnucash-devel</email>) for further direction.
de: Das Dokumentationsteam von &app; ist eine selbsternannte Gruppe von &app;-Nutzern und -Entwicklern, die sich angeboten haben, diese Dokumentation zu schreiben, zum Wohle der breiten Nutzerschaft. Menschen, die daran intressiert sind, dieser Gruppe bezutreten, werden ermutigt, ihr Interesse auf einer der &app; Mailinglisten <email>gnucash-devel@gnucash.org</email> (englische Dokumentation) oder <email>gnucash-de@gnucash.org</email> (Übersetzung) für weitere Anleitungen kundzutun.

source: Contributors on the team so far have been: <_:author-1/>, <_:author-2/>, <_:author-3/>, <_:author-4/>, <_:author-5/>, <_:author-6/>, <_:author-7/>, <_:author-8/>, <_:author-9/>, <_:author-10/>, <_:author-11/>, <_:author-12/>, <_:author-13/>, <_:author-14/>, <_:author-15/>, <_:author-16/>, and <_:author-17/>.
de: Beitragende im Team sind bisher: <_:author-1/>, <_:author-2/>, <_:author-3/>, <_:author-4/>, <_:author-5/>, <_:author-6/>, <_:author-7/>, <_:author-8/>, <_:author-9/>, <_:author-10/>, <_:author-11/>, <_:author-12/>, <_:author-13/>, <_:author-14/>, <_:author-15/>, <_:author-16/> und <_:author-17/>.

source: LANG-DE Diese (immer noch unvollständge) Übersetzung wurde vom Deutschen &app;-Übersetzungsteam erstellt. Dazu gehören bisher <_:othercredit-1/>, <_:othercredit-2/>, <_:othercredit-3/>, <_:othercredit-4/>, <_:othercredit-5/> und <_:othercredit-6/>.
de: Diese (immer noch unvollständge) Übersetzung wurde vom Deutschen &app;-Übersetzungsteam erstellt. Dazu gehören bisher <_:othercredit-1/>, <_:othercredit-2/>, <_:othercredit-3/>, <_:othercredit-4/>, <_:othercredit-5/> und <_:othercredit-6/>.

source: Running <application>&app;</application>
de: <application>&app;</application>zum ersten Mal starten

source: <application>&app;</application> can be run from your desktop main menu by selecting the associated menu entry.
de: Um <application>&app;</application> zu starten, wählen Sie in Ihrem Startmenü die entsprechende Programmgruppe und den darin enthaltenen Eintrag aus.

source: Alternatively it can be run from a shell (command line) with the command <command>gnucash</command>.
de: Alternativ hierzu kann das Programm auch über die Shell, also eine Befehlszeile, mit dem Kommando <command>gnucash</command> gestartet werden.

source: During the loading of the <application>&app;</application> main window you will see the <emphasis>&app; Splash Screen</emphasis> where some information about the program itself and the loading process are displayed.
de: Während das Programm die benötigten Systemdateien nachlädt, erscheint der <emphasis>&app;Willkommens-Bildschirm (Splash Screen)</emphasis>, der Ihnen einige Informationen zum Programm selbst und zum Status des Ladevorganges anzeigt.

source: <guilabel>Welcome to &app;</guilabel> dialog
de: <guilabel>Willkommen beim &app;</guilabel>-Dialog

source: Next you will be presented with the <guilabel>Welcome to &app;!</guilabel> dialog with three choices:
de: Nach die ersten Voreinstellungen festgelegt worden sind, werden Sie mit dem <guilabel>Willkommen in &app;!</guilabel>-Dialog begrüßt. Dieser bietet Ihnen drei Auswahlmöglichkeiten:

source: <guilabel>Create a new set of accounts:</guilabel> Runs the <guilabel>New Account Hierarchy Setup</guilabel> assistant (see <xref linkend="acct-hierarchy"/>). Select this option if you want to be assisted in creating a set of accounts.
de: <guilabel>Neuen Kontenplan erstellen</guilabel> startet den entsprechenden Assistenten (siehe hierzu <xref linkend="acct-hierarchy"/>), der Sie durch diese Prozedur geleitet.

source: <guilabel>Import my QIF files:</guilabel> Runs the <guilabel>Import QIF Files</guilabel> assistant (see <xref linkend="import-qif"/>). Select this option if you already have Quicken files (<filename>.qif</filename> files) from another financial application and wish to import them into <application>&app;</application>.
de: Sind Sie bereits im Besitz von z.B. Quicken-Dateien (<filename>.qif</filename>-Dateien) aus einem anderen Finanzprogramm und möchten diese importieren, dann entscheiden Sie sich für <guibutton>Import &gt;&gt; QIF-Datei importieren.</guibutton> (siehe hierzu <xref linkend="import-qif"/>).
