Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: The primary source of user support is the <ulink url="mailto:gnucash-user@gnucash.org">user mailing list</ulink>. If you prefer a web forum-like presentation, you can use it via <ulink url="http://gnucash.1415818.n4.nabble.com/GnuCash-User-f1415819.html">Nabble</ulink>. One must <ulink url="https://lists.gnucash.org/mailman/listinfo/gnucash-user">subscribe</ulink> before posting, even if using Nabble.
de: Die erste Quelle der Nutzer Unterstützung ist die <ulink url="mailto:gnucash-de@gnucash.org">Mailinglistee User-DE</ulink>. Wenn sie eine Web-Forum ähliche Darstellung bevorzugen, können Sie sie via <ulink url="http://gnucash.1415818.n4.nabble.com/GnuCash-User-f1415819.html">Nabble</ulink> nutzen. um einen Beitrag zu veröffentlichen, muss man auf <ulink url="https://lists.gnucash.org/mailman/listinfo/gnucash-de">Gnucash-de</ulink> eingeschrieben sein.

source: Several of the developers monitor the #gnucash channel at irc.gnome.org. They're usually doing something else, too, and of course aren't always at their computers. Log in, ask your question, and stay logged in; it may be several hours before your question is noticed and responded to. To see if you missed anything <ulink url="https://code.gnucash.org/logs">check the IRC logs</ulink>.
de: Etliche Entwickler beobachten den #gnucash Kanal auf irc.gnome.org. Normalerweise sind sie auch mit anderen Dingen beschäftigt und natürlich nicht immer an ihren Compputern. Loggen Sie sich ein, stellen Ihre Frage und bleiben Sie eingeloggt; es kann bemehrere Stunden dauern, bis Ihre Frage bemerkt und darauf geantwortet wird. Um nachzusehen, ob Sie etws verpasst haben, <ulink url="https://code.gnucash.org/logs">prüfen Sie die IRC Logs</ulink>.

source: The <ulink url="http://www.gnucash.org"><application>&app;</application> website </ulink> has more details on these channels. You will also find pointers there to additional useful resources such as the <application>&app;</application> wiki and bug tracking system.
de: Auf der <ulink url="http://www.gnucash.org"><application>&app;</application> Webseite </ulink> finden Sie weitre Einzelheiten zu diesen Kanälen. Sie werden dort auch Hinweise zu weiteren nützlichen Ressources, wie das <application>&app;</application> wiki and Fehlerverfolgungssystem finden.

source: Installation of <application>&app;</application> is usually simple.
de: Die Installation von <application>&app;</application> ist normalerweise sehr einfach.

source: The <ulink url="http://www.gnucash.org/download.phtml"><citetitle><application>&app;</application> download page</citetitle></ulink> contains detailed instructions on how to install <application>&app;</application> for each operating system supported.
de: Die <ulink url="http://www.gnucash.org/download.phtml"><citetitle><application>&app;</application> Download-Seite</citetitle></ulink> enthält ausführliche Anweisungen, wie <application>&app;</application> auf den unterstützten Systemen installiert wird.

source: This chapter will give you the basic information you need to understand and use transactions in <application>&app;</application>. Whereas accounts are the framework and structure of a chart of accounts, transactions are the data which fills each account.
de: Dieses Kapitel vermittelt Ihnen grundlegende Informationen, die Sie brauchen, um Buchungen in <application>&app;</application> zu verstehen und anzuwenden. Während Konten das Gerüst und die Struktur eines Kontenplans darstellen, sind Buchungen die Dateneinträge in jedem Konto.

source: Basic Concepts
de: Grundlagen

source: A <emphasis>transaction</emphasis> in a double entry accounting system such as <application>&app;</application> is an exchange between at least 2 accounts. Thus, a single transaction must always consist of at least two parts, a <emphasis>from</emphasis> and a <emphasis>to</emphasis> account. The <emphasis>from</emphasis> account is transferring value to the <emphasis>to</emphasis> account. Accountants call these parts of a transaction <emphasis>Ledger Entries</emphasis>. In <application>&app;</application>, they are called <emphasis>Splits</emphasis>.
de: Eine <emphasis>Buchung</emphasis> in einem System der doppelten Buchführung wie z.B. <application>&app;</application> ist ein Austausch zwischen mindestens zwei Konten. Deshalb besteht eine Buchung immer aus mindestens zwei Teilen, einem <emphasis>von-Konto</emphasis> und einem <emphasis>nach-Konto</emphasis>. Der Geldbetrag wird von einem <emphasis>von-Konto</emphasis> auf ein <emphasis>nach-Konto</emphasis> transferiert. Buchhalter nennen diese Teile einer Buchung <emphasis>Einträge ins Kontenblatt</emphasis>. In <application>&app;</application>, werden sie <emphasis>Teilbuchungen</emphasis> genannt.

source: A split identifies the account to which it refers, the amount of money specifically moved to or from that account, and can contain a few other specific pieces of information if needed. <application>&app;</application> supports multiple splits in a single transaction, and the splits can move money into or out of the involved accounts arbitrarily.
de: Eine Teilbuchung beschreibt das Konto, zu dem er gehört, den Geldbetrag, der von diesem Konto oder auf dieses Konto transferiert wurde und kann bei Bedarf noch einige andere Informationen enthalten. <application>&app;</application> unterstützt mehrere Teilbuchungen in einer Buchung, und die Teilbuchungen können beliebig Geldbeträge auf die betroffenen Konten oder von ihnen weg bewegen.

source: For example, you receive a paycheck and deposit it into your savings account at the bank. The <emphasis>transaction</emphasis> that occurs is that your bank savings account (an asset) received money from your income account. Two accounts are affected, and in this case there is a net increase in your equity.
de: Sie erhalten zum Beispiel eine Gehaltszahlung auf Ihr Girokonto bei der Bank. Die daraus folgende <emphasis>Buchung</emphasis> ist, dass das Girokonto (ein Aktiva) den Betrag der Gehaltszahlung von Ihrem Ertragskonto erhält. Zwei Konten werden beeinflusst, und in diesem Fall erhöht sich Ihr Eigenkapital.

source: Working with transactions in <application>&app;</application> is performed using what is known as the <emphasis>account register</emphasis>. Every account you create has an account register. It will appear familiar to you as it looks very similar to the log used to track checkbooks.
de: Die Arbeit mit Buchungen in <application>&app;</application> wird in der sogenannten <emphasis>Buchungsansicht</emphasis> durchgeführt. Jedes von Ihnen erzeugte Konto hat eine Buchungsansicht. Sie wird Ihnen bekannt vorkommen, sieht sie doch aus wie die Umsatzanzeige oder die Kontoauszüge Ihrer Bank.

source: The account register is explained in the upcoming section, <xref linkend="txns-register-oview"/>.
de: Die Buchungsansicht wird im nachfolgenden Abschnitt erklärt, <xref linkend="txns-register-oview"/>.

source: The Account Register
de: Die Buchungsansicht

source: The <emphasis>account register</emphasis> is the <application>&app;</application> window, which allows you to view or edit preexisting transactions, or add new transactions for a particular account. To open an account register from the Account Tree, double-click the account name, right click the account name and select Open Account from the menu, or use the Open button on the toolbar. <application>&app;</application> will display the account register window.
de: Die <emphasis>Buchungsansicht</emphasis> ist das <application>&app;</application> Fenster, in dem Sie bestehende Buchungen ansehen und verändern können. Hier können Sie auch neue Buchungen für dieses Konto eingeben. In die Buchungsansicht gelangen Sie durch einen Doppelklick auf den Kontennamen in der Kontenhierarchie. Alternativ können Sie auch den Kontennamen in der Kontenhierarchie markieren und gelangen durch Auswahl des <guibutton>Öffnen</guibutton>-Symbols in der <emphasis>Werkzeugleiste</emphasis> oder das Optionsmenü (rechte Maustaste) zur Buchungsansicht. <application>&app;</application> zeigt jetzt die Buchungsansicht an.

source: Features of the Account Register
de: Funktionen der Buchungsansicht

source: The <emphasis>Titlebar</emphasis> of the account register displays the account name. Below the <emphasis>Titlebar</emphasis>, the <emphasis>Menubar</emphasis> displays the menu items available within the account register, and the <emphasis>Toolbar</emphasis> contains handy buttons that help you work with the account register.
de: Die <emphasis>Titelleiste</emphasis> der Buchungsansicht zeigt den Namen des Kontos an. Unter der Titelleiste zeigt die <emphasis>Menüleiste</emphasis> die Menüeinträge, die in der Kontenansicht verfügbar sind. Die <emphasis>Werkzeugleiste</emphasis> enthält praktische Knöpfe für die Arbeit innerhalb der Buchungsansicht.

source: At the bottom left of the register window, <application>&app;</application> displays helpful messages as you move about the register. To the right, you can see the current account balance and the total of cleared splits.
de: Am unteren linken Rand der Ansicht zeigt <application>&app;</application> hilfreiche Informationen, wenn Sie den Mauszeiger über die Ansicht bewegen. An der rechten Seite sehen Sie die aktuelle Kontenbilanz und die Summe der erledigten Teilbuchungen.

source: Choosing a Register Style
de: Einstellungen Buchungsansicht

source: <application>&app;</application> offers several options for viewing your registers. The default style is <guilabel>Basic Ledger</guilabel> mode, which displays only the summary of splits affecting the current account. This is the style that most closely resembles other popular personal financial packages. You can choose a different register style from the <menuchoice><guimenu>View</guimenu></menuchoice> menu. There are two other view modes:
de: <application>&app;</application> bietet mehrere Optionen, die Buchungsansicht anzuzeigen. Die Standardeinstellung ist <guilabel>Einzeilig</guilabel>. Diese zeigt lediglich die Zusammenfassung der Teilbuchungen, die das gewählte Konto beeinflussen. Diese Ansicht ähnelt der Ansicht der meisten anderen Buchführungsprogramme. Sie können auch eine andere Ansicht aus dem Menü <menuchoice><guimenu>Ansicht</guimenu></menuchoice> wählen. Es gibt zwei andere Arten:

source: <menuchoice><guimenu>View</guimenu><guimenuitem>Auto-Split Ledger</guimenuitem></menuchoice> style expands the current transaction automatically. As you highlight a new transaction in the register, the transaction automatically expands to show all splits.
de: <menuchoice><guimenu>Ansicht</guimenu> <guimenuitem>Aktive-vollständig</guimenuitem></menuchoice> erweitert die aktuelle Buchung automatisch. Wenn Sie eine neue Buchung in der Ansicht hervorheben, wird die Buchung automatisch um alle Teilbuchungen erweitert.

source: <menuchoice><guimenu>View</guimenu><guimenuitem>Transaction Journal</guimenuitem></menuchoice> style shows all splits for all transactions in the register, which is more like an accounting journal.
de: Die Auswahl <menuchoice> <guimenu>Ansicht</guimenu> <guimenuitem>Vollständig</guimenuitem></menuchoice> zeigt die Buchungsansicht im Stil eines Buchungsjournals, in dem alle Teilbuchungen für alle Buchungen dargestellt werden.

source: All styles permit you to view your data in either single-line or double-line format. Select <menuchoice><guimenu>View</guimenu> <guimenuitem>Double Line</guimenuitem></menuchoice>, and you will see your transaction line expand to two register lines. Double-line mode will also display the transaction-level Notes field.
de: UNTRANSLATED-DE All styles permit you to view your data in either single-line or double-line format. Select <menuchoice><guimenu>View</guimenu><guimenuitem>Double Line</guimenuitem></menuchoice>, and you will see your transaction line expand to two register lines.

source: Below are screenshots that demonstrate how the Basic Ledger and Transaction Journal views differ.
de: Wir wollen jetzt genauer betrachten, wie sich die einzeilige Darstellung und die vollständige Darstellung unterscheiden.

source: For this example, let&rsquo;s assume that you have purchased 3 pair of Jeans for $1,000, and have recorded the purchase as a split transaction with each pair entered on a separate split.
de: Für dieses Beispiel wollen wir annehmen, dass Sie drei Jeans für zusammen 1000 € gekauft haben und für den Kauf jeder Jeans eine mehrteilige Buchung erstellen.

source: The below screenshots illustrate the different view modes.
de: Die folgenden Bilder werden das etwas besser verdeutlichen.

source: First let&rsquo;s view the Jeans transaction from your checking account:
de: Lassen Sie uns zuerst den Kauf der Jeans auf Ihrem Girokonto buchen

# _
source: external ref='figures/txns_registersplit4.png' md5='94e1449976c57e2bb7d21249a5be8020'
de: external ref='figures/txns_registersplit4.png' md5='3eb973dc7d500999324aa6e523040fd3'

source: This image shows one split transaction with 3 Jeans purchases
de: Dieses Bild zeigt eine mehrteilige Buchung über den Kauf von 3 Jeans

source: <imageobject> <imagedata fileref="figures/txns_registersplit4.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>3 Jeans purchases</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_registersplit4.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Kauf von drei Jeans</phrase> </textobject> <_:caption-1/>

source: Now, let's open the <emphasis>Expenses:Clothes</emphasis> account, and look at it in Basic view.
de: Dann öffnen wir das Konto <emphasis>Aufwand:Kleidung</emphasis> und betrachten es in der Standardansicht (einzeilige Ansicht).

# _
source: external ref='figures/txns_registersplit5.png' md5='ce58f694831c6be11b6a4b4600619667'
de: external ref='figures/txns_registersplit5.png' md5='a8cd35b576b19273a7f0405672a10ae4'

source: This image shows <emphasis>Expenses:Clothes</emphasis> account in Basic Ledger mode.
de: Dieses Bild zeigt das Konto <emphasis>Aufwand:Kleidung</emphasis> in der Standardansicht.

source: <imageobject> <imagedata fileref="figures/txns_registersplit5.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>A jump to the <emphasis>Expenses:Clothes</emphasis> account</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_registersplit5.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Ansicht des Kontos <emphasis>Aufwand:Kleidung</emphasis></phrase> </textobject> <_:caption-1/>

source: Three entries appear here, but there was only the single split entry in the checking account. Further examination shows that each row has a different amount, $200, $300, and $500. This demonstrates that each row in this view reflects a single split from the original transaction.
de: Wir sehen hier drei Einträge, aber es gibt nur einen Eintrag auf dem Girokonto. Bei genauerer Betrachtung sehen Sie, dass jede Zeile einen unterschiedlichen Betrag (Preis der Jeans) aufweist, 200 €, 300 €, und 500 €. Jede der genannten Buchungszeilen entspricht einer Zeile der Splitbuchung.

source: Changing to Transaction Journal mode will display only the original split transaction.
de: Wenn wir das Konto <emphasis>Aufwand:Kleidung</emphasis> jetzt in der vollständigen Ansicht betrachten, sehen Sie nur die originale mehrteilige Buchung.

# _
source: external ref='figures/txns_registersplit6.png' md5='066d501383241f5afff69ac37bd22aa8'
de: external ref='figures/txns_registersplit6.png' md5='8716c637578df108cbe5d26ac6266a91'

source: This image shows <emphasis>Expenses:Clothes</emphasis> account in Transaction Journal mode.
de: Dieses Bild zeigt das Konto <emphasis>Aufwand:Kleidung</emphasis> in der vollständigen Ansicht.

source: <imageobject> <imagedata fileref="figures/txns_registersplit6.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>A jump to the <emphasis>Expenses:Clothes</emphasis> account</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_registersplit6.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Ansicht des Kontos <emphasis>Aufwand:Kleidung</emphasis></phrase> </textobject> <_:caption-1/>

source: Using Entry Shortcuts
de: Die Benutzung von Tastaturkürzeln

source: <application>&app;</application> provides several time-saving shortcuts for entering your data. When you type the first few characters of a description that you have used before, the QuickFill feature automatically fills in the rest of the transaction as you last entered it. When you type in the first characters of an account name in either the <guilabel>Transfer</guilabel> field of the transaction line or the <guilabel>Account</guilabel> field of the split line, QuickFill will automatically complete the name from your account list. It also helps you with entering sub-accounts in these fields: simply type the first characters of the parent account name followed by a <keycap>:</keycap> (colon) and the first characters of the sub-account name. For example, to enter <emphasis>Assets:Checking</emphasis>, you might type <userinput>A:C</userinput> and let <application>&app;</application> fill in the rest.
de: <application>&app;</application> stellt verschiedene zeitsparende Tastaturkürzel für die Dateneingabe zur Verfügung. Wenn Sie die ersten Buchstaben einer Beschreibung eingeben, die Sie vorher schon einmal verwendet haben, dann ergänzt die Ausfüllhilfe automatisch die einzugebende Beschreibung zu der passenden zuletzt eingegebenen Beschreibung. Wenn Sie die ersten Buchstaben eines Kontonamens entweder im Feld <guilabel>Buchen</guilabel> in der Buchungszeile oder im Feld <guilabel>Konto</guilabel> in der Zeile der Teilbuchungen eingeben, versucht die Ausfüllhilfe automatisch den Namen entsprechend ihrer Kontenliste zu ergänzen. Sie hilft auch bei der Eingabe von Unterkonten in diese Felder: geben Sie dafür die Anfangsbuchstaben des Hauptkontos gefolgt von einem <keycap>:</keycap> (Doppelpunkt) und den ersten Buchstaben des Unterkontos ein. Zum Beispiel können Sie für die Eingabe von <emphasis>Aktiva:Barvermögen:Girokonto</emphasis> folgendes eingeben: <userinput>A:B:G</userinput> und <application>&app;</application> den Rest ergänzen lassen.

source: Because <keycap>:</keycap> is the account separator symbol, you can not use it in your account names.
de: Da <keycap>:</keycap> das Konten-Trennzeichen ist, können Sie es nicht innerhalb Ihrer Kontennamen verwenden.

source: If you really need the colon in your account names, you can select another symbol by <menuchoice><guimenu>Edit</guimenu><guisubmenu>Preferences</guisubmenu><guisubmenu>Accounts</guisubmenu> <guilabel>Character</guilabel></menuchoice>.
de: Sollten Sie aber den Doppelpunkt unbedingt in Ihren Kontennamen benötigen, können Sie ein anderes Trennzeichen in <menuchoice><guimenu>Bearbeiten</guimenu><guisubmenu>Einstellungen</guisubmenu><guisubmenu>Konten</guisubmenu> <guilabel>Trennzeichen</guilabel></menuchoice> auswählen.

source: Register keyboard shortcuts also save you time, and <application>&app;</application> provides several of them. In the date field, you can type:
de: <application>&app;</application> verfügt in der Buchungsansicht auch über verschiedene Tastaturkürzel, die Ihnen bei der Eingabe viel Zeit und Mühe sparen können. Im Datumsfeld können folgende Tastaturkürzel verwenden werden:

source: <keycap>+</keycap> or <keycap>=</keycap> to increment the date and <keycap>-</keycap> or <keycap>_</keycap> to decrement the date
de: <keycap>+</keycap> oder <keycap>=</keycap>, um zum nächsten Tag zu gehen und <keycap>-</keycap> oder <keycap>_</keycap>, um zum vorherigen Tag zu gehen

source: <keycap>]</keycap> or <keycap>}</keycap> to increment the month and <keycap>[</keycap> or <keycap>{</keycap> to decrement the month
de: <keycap>]</keycap> oder <keycap>}</keycap>, um zum nächsten Monat zu gehen und <keycap>[</keycap> oder <keycap>{</keycap>, um zum vorherigen Monat zu gehen

source: <keycap>M</keycap> or <keycap>m</keycap> to enter the first date of the month
de: <keycap>M</keycap> oder <keycap>m</keycap>, um zum ersten Tag eines Monats zu gehen

source: <keycap>H</keycap> or <keycap>h</keycap> to enter the last date of the month
de: <keycap>H</keycap> oder <keycap>h</keycap>, um zum letzten Tag eines Monats zu gehen

source: <keycap>Y</keycap> or <keycap>y</keycap> to enter the first date of the year
de: <keycap>Y</keycap> oder <keycap>y</keycap>, um zum ersten Tag eines Jahres zu gehen

source: <keycap>R</keycap> or <keycap>r</keycap> to enter the last date of the year
de: <keycap>R</keycap> oder <keycap>r</keycap>, um zum letzten Tag eines Jahres zu gehen

source: <keycap>T</keycap> or <keycap>t</keycap> to enter today&rsquo;s date
de: <keycap>T</keycap> oder <keycap>t</keycap>, um zum heutigen Datum zu gehen

source: These date shortcuts not only work in the account register but everywhere you can enter a date.
de: Diese Datumskürzel funktionieren nicht nur im Kontenblatt, sondern überall, wo Sie ein Datum eingeben können.

source: Specifically for dates there's another way you can save time: you can enter partial dates. For example if you only enter one number, <application>&app;</application> will interpret it as the day in the current month of the current year. If you only enter a day and month, <application>&app;</application> will automatically append the year. The default this to take such a date in a sliding window starting 11 months before the current month. This means that if you enter 1/5 (January 5th) as date while the current date is in December 2015, the date will be completed as 1/5/16. This default can be changed via <menuchoice><guimenu>Edit</guimenu><guisubmenu>Preferences</guisubmenu><guisubmenu>Date/Time</guisubmenu> <guilabel>Date Completion</guilabel></menuchoice>. You can change it to either always evaluate a date in the current calendar year or change the start of the sliding window.
de: Besonders für Kalenderdaten gibt es einen anderen Weg, wie Sie Zeit sparen können, indem Sie nur einen Teil des Datums eingeben. Zum Beispiel geben Sie nur eine Zahl ein <application>&app;</application> wird dies als den Tag im laufenden Monat des laufenden Jahres interpretieren. Wenn Sie nur einen Tag und Monat eingeben, wird <application>&app;</application> automatisch das Jahr anhängen. Standardmäßig ist dies das laufende Jahr. sie können <application>&app;</application> auch so konfigurieren, dass ein Datum im Schiebefenster eine bestimmte Anzahl von Monaten vor dem laufenden Monat genommen wird. Dies wird unter <menuchoice><guimenu>Bearbeiten</guimenu><guisubmenu>Einstellungen</guisubmenu><guisubmenu>Datum und Zeit</guisubmenu><guilabel>Datum vervollständigen</guilabel></menuchoice> konfiguriert werden.
