Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: Account name <guilabel>Opening Balance</guilabel> (account type <guilabel>Equity</guilabel>, parent account <emphasis>Equity</emphasis>)
de: Kontobezeichnung <guilabel>Anfangsbestand</guilabel> (Kontoart <guilabel>Eigenkapital</guilabel>, Hauptkonto <emphasis>Eigenkapital</emphasis>)

source: After you have created these additional sub-accounts, the end result should look like below
de: Nachdem Sie diese zusätzlichen Unterkonten erzeugt haben, sollte das Resultat folgendermaßen aussehen:

# _
source: external ref='figures/accts_tree.png' md5='3a714ade0944ac772f888a389f4892ed'
de: external ref='figures/accts_tree.png' md5='3c981d0366390906998332b213697ac2'

source: This image shows a simple chart of accounts.
de: Dieses Beispiel zeigt einen einfachen Kontenplan.

source: <imageobject> <imagedata fileref="figures/accts_tree.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>The Basic Chart of Accounts</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/accts_tree.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Der grundlegende Kontenplan</phrase> </textobject> <_:caption-1/>

source: Save this chart of accounts with the name <filename>gcashdata_3</filename>, as well as <filename>gcashdata_3emptyAccts</filename>, as we will continue to use them in the later chapters.
de: Speichern Sie diesen Kontenplan unter dem Namen <filename>gcashdata_3</filename>, und auch unter <filename>gcashdata_3emptyAccts</filename>, da wir ihn in späteren Kapiteln weiterbenutzt werden.

source: You have now created a chart of accounts to track a simple household budget. With this basic framework in place, we can now begin to populate the accounts with transactions. The next chapter will cover this subject in greater detail.
de: Sie haben jetzt einen Kontenplan erzeugt, um ein einfaches Haushalts-Budget zu verfolgen. Mit diesem Grundgerüst an Konten können wir nun anfangen, die Konten mit Buchungen zu füllen. Dieses Thema wird im nächsten Kapitel detailliert beschrieben.

source: The Basics
de: Die Grundlagen

source: This chapter will introduce some of the basics of using <application>&app;</application>. It is recommended that you read through this chapter, before starting to do any real work with <application>&app;</application>. Next chapters will begin to show you hands on examples.
de: Dieses Kapitel stellt einige der Grundlagen von <application>&app;</application> vor. Es wird empfohlen, dieses Kapitel zu lesen, bevor Sie ernsthaft mit der Arbeit mit <application>&app;</application> beginnen. In den nachfolgenden Kapiteln werden konkrete Beispiele eingeführt.

source: Accounting Concepts
de: Grundlagen der Buchführung

source: <primary>Accounting</primary><secondary>Concepts</secondary>
de: <primary>Buchführung</primary><secondary>Grundlagen</secondary>

source: <application>&app;</application> is easy enough to use that you do not need to have a complete understanding of accounting principles to find it useful. However, you will find that some basic accounting knowledge will prove to be invaluable as <application>&app;</application> was designed using these principles as a template. It is highly recommended that you understand this section of the guide before proceeding.
de: <application>&app;</application> ist so einfach zu bedienen, dass Sie keine umfassenden Buchführungskenntnisse benötigen, um das Programm sinnvoll einsetzen zu können. Allerdings werden Sie feststellen, dass sich die Kenntnis einiger grundlegender Prinzipien der als von unschätzbarer Wert erweisen wird, da <application>&app;</application> nach Vorlage dieser Prinzipien entwickelt wurde. Es ist daher höchst empfehlenswert, dass Sie diesen Abschnitt verstehen, bevor Sie fortfahren.

source: The 5 Basic Accounts
de: Die 5 grundlegenden Kontoarten

source: Basic accounting rules group all finance related things into 5 fundamental types of <quote>accounts</quote>. That is, everything that accounting deals with can be placed into one of these 5 accounts:
de: Elementare Buchführungsregeln gruppieren alle finanziellen Dinge in 5 fundamentalen Arten von <quote>Konten</quote>. Das heißt, dass alles, womit sich Buchführung befasst, einem dieser 5 Konten zugeordnet werden kann:

source: Account types
de: Kontenarten

source: <emphasis>Assets</emphasis>
de: <emphasis>Aktiva</emphasis>

source: Things you own
de: - was Sie besitzen.

source: <emphasis>Liabilities</emphasis>
de: <emphasis>Fremdkapital</emphasis>

source: Things you owe
de: - was Sie schulden.

source: <emphasis>Equity</emphasis>
de: <emphasis>Eigenkapital</emphasis>

source: Overall net worth
de: - Reinvermögen insgesamt.

source: <emphasis>Income</emphasis>
de: <emphasis>Erträge</emphasis>

source: Increases the value of your accounts
de: - erhöhen den Wert Ihrer Konten.

source: <emphasis>Expenses</emphasis>
de: <emphasis>Aufwendungen</emphasis>

source: Decreases the value of your accounts
de: - vermindern den Wert Ihrer Konten.

source: It is clear that it is possible to categorize your financial world into these 5 groups. For example, the cash in your bank account is an asset, your mortgage is a liability, your paycheck is income, and the cost of dinner last night is an expense.
de: Als Grundsatz gilt, dass sich Ihre finanzielle Welt in diese 5 Gruppen einteilen lässt. Zum Beispiel gehört das Guthaben auf Ihrem Bankkonto zu den Aktiva, Ihre Hypothek zum Fremdkapital, Ihre Gehaltszahlung zu den Erträgen und die Kosten für das gestrige Abendessen zu den Aufwendungen.

source: The Accounting Equation
de: Bilanzgleichung

source: With the 5 basic accounts defined, what is the relationship between them? How does one type of account affect the others? Firstly, equity is defined by assets and liability. That is, your net worth is calculated by subtracting your liabilities from your assets:
de: Nachdem die 5 Grundkonten definiert sind, wie stehen sie in Beziehung zueinander? Wie beeinflusst ein Konto die anderen? Erstens, das Eigenkapital ist durch Aktiva und Fremdkapital definiert. Das heißt, Ihr Reinvermögen wird berechnet durch Subtraktion Ihrer Schulden von dem, was Sie besitzen:

source: <emphasis>Assets - Liabilities = Equity</emphasis>
de: <emphasis>Aktiva - Fremdkapital = Eigenkapital</emphasis>

source: Furthermore, you can increase your equity through income, and decrease equity through expenses. This makes sense of course, when you receive a paycheck you become <quote>richer</quote> and when you pay for dinner you become <quote>poorer</quote>. This is expressed mathematically in what is known as the Accounting Equation:
de: Darüber hinaus können Sie Ihr Eigenkapital durch Erträge vermehren und durch Aufwendungen vermindern. Das macht natürlich Sinn. Denn wenn man eine Gehaltszahlung bekommt, wird man <quote>reicher</quote> und wenn man Geld ausgibt, wird man <quote>ärmer</quote>. Mathematisch wird dies durch die so genannte Bilanzgleichung ausgedrückt:

source: <emphasis>Assets - Liabilities = Equity + (Income - Expenses)</emphasis>
de: <emphasis>Aktiva - Fremdkapital = Eigenkapital + (Erträge - Aufwendungen)</emphasis>

source: This equation must always be balanced, a condition that can only be satisfied if you enter values to multiple accounts. For example: if you receive money in the form of income you must see an equal increase in your assets. As another example, you could have an increase in assets if you have a parallel increase in liabilities.
de: Diese Gleichung muss immer ausgeglichen sein, eine Bedingung, die nur dann erfüllt sein kann, wenn Sie Werte in mehrere Konten eingeben. Zum Beispiel: wenn Sie Geld in Form von Erträgen erhalten, dann müssen Sie den gleichen Anstieg in Ihren Aktiva haben. Als ein weiteres Beispiel könnten Sie einen Anstieg der Aktiva haben, wenn Sie einen parallelen Anstieg bei den Verbindlichkeiten haben.

source: The basic accounts relationships
de: Die Beziehungen der Grundkonten

source: Double Entry
de: Doppelte Buchführung

source: The accounting equation is the very heart of a <firstterm>double entry accounting system</firstterm>. For every change in value of one account in the Accounting Equation, there must be a balancing change in another. This concept is known as the <firstterm>Principle of Balance</firstterm>, and is of fundamental importance for understanding <application>&app;</application> and other double entry accounting systems. When you work with <application>&app;</application>, you will always be concerned with at least 2 accounts, to keep the accounting equation balanced.
de: Die Bilanzgleichung ist das Kernstück der Doppelten Buchführung. Für jede Veränderung im Wert eines Kontos muss es eine ausgleichende Buchung in einem anderen Konto geben. Dieses Konzept ist bekannt als das <emphasis>Prinzip des ausgeglichenen Saldos</emphasis> und ist von fundamentaler Bedeutung für das Verständnis von <application>&app;</application> und anderen Systemen zur Doppelten Buchführung. Wenn Sie mit <application>&app;</application> arbeiten, werden Sie immer mit mindestens 2 Konten zu tun haben, damit die Bilanzgleichung ausgeglichen bleibt.

source: Balancing changes (or transfers of money) among accounts are done by debiting one account and simultaneously crediting another. Accounting <firstterm>debits</firstterm> and <firstterm>credits</firstterm> do not mean <quote>decrease</quote> and <quote>increase</quote>. Debits and credits each increase certain types of accounts and decrease others. In asset and expense accounts, debits increase the balance and credits decrease the balance. In liability, equity and income accounts, credits increase the balance and debits decrease the balance.
de: Bilanzielle Änderungen (oder Überweisungen von Geld) zwischen Konten erfolgen durch Belastung des einen Kontos und eine gleichzeitige Entlastung eines anderen. Das Buchen von <firstterm>Soll</firstterm> und <firstterm>Haben</firstterm> bedeutet nicht <quote>vermindern</quote> und <quote>erhöhen</quote>. Soll und Haben erhöhen jeweils bestimmte Kontenarten und vermindern andere. In Aktiva- und Aufwandskonten erhöhen Sollbuchungen die Bilanz und Habenbuchungen vermindern sie. Bei Verbindlichkeits-, Eigenkapital- und Ertragskonten erhöhen Habenbuchungen die Bilanz und Sollbuchungen vermindern sie.

source: In traditional double-entry accounting, the left column in the register is used for debits, while the right column is used for credits. Accountants record increases in asset and expense accounts on the debit (left) side, and they record increases in liability, revenue, and equity accounts on the credit (right) side. <application>&app;</application> follows this convention in the register.
de: In der herkömmlichen Doppelten Buchführung wird die linke Spalte einer Tabelle für die Sollbuchungen genutzt, während die rechte Spalte für Habenbuchungen genutzt wird. Buchhalter zeichnen Erhöhungen in Aktiva- und Aufwandskonten auf der Soll- (linken) Seite auf und Erhöhungen in Verbindlichkeits-, Ertrags- und Eigenkapitalkonten auf der Haben- (rechten) Seite. <application>&app;</application> folgt dieser Vereinbarung in der Tabelle.

source: This accounting terminology can be confusing to new users, which is why <application>&app;</application> allows you to use the common terms <guilabel>Deposit</guilabel> and <guilabel>Withdrawal</guilabel>. If you prefer the formal accounting terms, you can change the account register column headings to use them in the <guilabel>Accounts</guilabel> tab under <guilabel>Preferences</guilabel> (see the <application>&app;</application> Help Manual for more information on setting preferences).
de: Die Bezeichnung <emphasis>doppelte</emphasis> Buchführung ist für neue Nutzer etwas irreführend, weil <application>&app;</application> Ihnen erlaubt die allgemeinen Begriffe <guilabel>Einzahlung</guilabel> und <guilabel>Auszahlung</guilabel> zu nutzen. Wenn Sie die formalen Buchhaltungsausdrücke vorziehen, können Sie die Kopfzeilen der Kontenansicht ändern, indem sie <guilabel>Buchungsüberschriften aus dem Rechnungswesen</guilabel> auf dem <guilabel>Konten</guilabel>-Reiter unter <menuchoice><guimenu>Bearbeiten</guimenu> <guimenuitem>Eigenschaften</guimenuitem></menuchoice> markieren.

source: Common use of the words <emphasis>debit</emphasis> and <emphasis>credit</emphasis> does not match how accountants use these words. In common use, <emphasis>credit</emphasis> generally has positive associations; in accounting, <emphasis>credit</emphasis> means <emphasis>affecting the right column</emphasis> of the ledger sheet of an account. This is associated with a <emphasis>decrease</emphasis> in asset and expense, but an <emphasis>increase</emphasis> of income, liability and equity accounts.
de: Die gemeine Nutzung der Worte <emphasis>Soll </emphasis> und <emphasis>Haben</emphasis> stimmt nicht damit überein, wie Buchhalter diese Worte nutzen. Im Allgemeinen ist es angenehmer, etwas zu <emphasis>haben</emphasis> als etwas zu <emphasis>sollen</emphasis>; der Kaufmann hingegen verkürzt hier "Wir <emphasis>haben</emphasis> zu zahlen" (ist der Creditor) oder "Sie <emphasis>sollen</emphasis> zahlen (ist der Debitor)". Praktisch hat <emphasis>Haben</emphasis> in der Buchhaltung die Bedeutung <emphasis>auf der rechten Seite eines Kontos buchen</emphasis>, was dann eine Abnahme bei den Aktiva und Aufwandskonten, aber einer Zunahme bei den Ertragskonten und Passiva (Fremd- und des Eigenkapitalkonten) bewirkt.

source: For more details see <ulink url="http://en.wikipedia.org/wiki/Debits_and_credits"/>.
de: Für mehr Informationen schauen Sie unter <ulink url="http://de.wikipedia.org/wiki/Soll"/> und <ulink url="http://de.wikipedia.org/wiki/Haben">.</ulink>

source: Data Entry Concepts
de: Konzepte der Dateneingabe

source: When entering data in <application>&app;</application>, you should be aware of the 3 levels of organization in which <application>&app;</application> divides your data: files, accounts and transactions. These levels are presented in their order of complexity, one file contains many accounts and one account contains many transactions. This division is fundamental to understanding how to use <application>&app;</application>.
de: Wenn Sie Daten in <application>&app;</application> eingeben, sollten Sie sich der 3 Organisationsebenen bewusst sein, in die <application>&app;</application> Ihre Daten unterteilt: Dateien, Konten und Buchungen. Diese Ebenen werden nach Komplexität geordnet vorgestellt. Eine Datei enthält viele Konten und ein Konto enthält viele Buchungen. Diese Unterteilung ist fundamental, um zu verstehen, wie <application>&app;</application> benutzt wird.

source: Files
de: Dateien

source: <application>&app;</application> stores information at the highest level in files. A file can be stored on your computer either as a single <acronym>XML</acronym> file (in all versions of <application>&app;</application>), or in a <acronym>SQL</acronym> database (in <application>&app;</application> version 2.4 and higher).
de: <application>&app;</application> speichert Informationen auf höchster Ebene in Dateien. Eine Datei kann auf Ihrem Computer sowohl als eine einzelne <acronym>XML</acronym>-Datei (in allen Versionen von <application>&app;</application>) oder in einer <acronym>SQL</acronym> -Datenbank (in <application>&app;</application> Version 2.4 und höher).

source: <acronym>SQL</acronym> is pronounced <quote>sequel</quote>, so in spoken and written language we would say <quote>a SQL database</quote>.
de: <acronym>SQL</acronym> wird <quote>sequel</quote> ausgesprochen, so dass wir in der gesprochenen und geschriebenen Sprache <quote>eine SQL-Datenbank</quote> sagen.

source: With the <acronym>XML</acronym> file format, <application>&app;</application> stores your data in an <acronym>XML</acronym> data file, usually in compressed format (although this can be changed in the <guilabel>General</guilabel> tab of the <application>&app;</application> <guilabel>Preferences</guilabel>).
de: Mit dem <acronym>XML</acronym>-Dateiformat, speichert <application>&app;</application> Ihre Dateien in einer <acronym>XML</acronym> -Datendatei, üblicherweise in einem komprimierten Format (obgleich Sie dies im Reiter <guilabel>Allgemein</guilabel> in den <guilabel>Eigenschaften </guilabel> von <application>&app;</application> ändern können).

source: With <acronym>SQL</acronym> storage, <application>&app;</application> stores your data in a <acronym>SQL</acronym> database under the database application you select (SQLite3, MySQL or PostgreSQL).
de: Mit <acronym>SQL</acronym>-Speichern speichert <application>&app;</application> Ihre Daten in eine <acronym>SQL</acronym>-Datenbank unter der Datenbankanwendung ab, die Sie ausgewählt haben (SQLite3, MySQL oder PostgreSQL).

source: You will need one main file or database for each set of accounts you are maintaining. To learn how to create and manage <application>&app;</application> files, see <xref linkend="basics-files1"/>.
de: Sie benötigen eine Hauptdatei oder Datenbank für jeden Kontensatz, den Sie pflegen. Um zu lernen, wie Sie <application>&app;</application>-Dateien erstellen und verwalten, schauen Sie in <xref linkend="basics-files1"/>.

source: If you think you might need more than one set of accounts, you might want to consult a professional accountant or bookkeeper before proceeding. Most users will probably have only one data file.
de: Wenn Sie denken, Sie benötigen mehr als einen Kontensatz, sollten Sie einen erfahren Buchhalter hinzuziehen, bevor Sie fortfahren. Die meisten Nutzer nutzen nur eine Datendatei.

source: Backup files and log files are automatically generated by <application>&app;</application> when appropriate. Backup and log files are described in <xref linkend="basics-backup1"/>.
de: Sicherungs- und Protokolldateien werden automatisch von <application>&app;</application> erstellt, wenn es zweckdienlich ist. Die Sicherungs- und Protokolldateien sind in <xref linkend="basics-backup1"/> beschrieben.

source: An <firstterm>account</firstterm> keeps track of what you own, owe, spend or receive. Each <application>&app;</application> file can contain any number of accounts, and each account can contain many sub-accounts up to an arbitrary number of levels. This simple feature gives <application>&app;</application> much of its power in managing your finances, as you will see in later chapters.
de: Ein zeichnet auf, was Sie besitzen, schulden, ausgeben oder erhalten. Jede <application>&app;</application>-Datei kann eine beliebige Anzahl von Konten enthalten, und jedes Konto kann viele Unterkonten in beliebigen Ebenen haben. Diese einfache Eigenschaft macht <application>&app;</application> zu einem mächtigen Werkzeug, Ihre Finanzen zu verwalten, wie Sie in den nächsten Kapiteln sehen werden.

source: Examples of accounts include: checking accounts, savings accounts, credit card accounts, mortgages, and loans. Each <application>&app;</application> account tracks the activity for that <quote>real</quote> account, and can inform you of its status.
de: Beispiele von Konten schließen ein: , , Kreditkartenkonto, Hypotheken und Darlehen. Jedes <application>&app;</application>-Konto zeichnet die Aktivitäten für dieses tatsächliche Konto auf und informiert Sie über seinen Stand.

source: In addition, accounts are also used to categorize the money you receive or spend. For example, you can create expense accounts to track the money you pay on utilities or groceries. Even though these are not accounts that receive statements, they allow you to determine how much money is being spent in each of these areas.
de: In <application>&app;</application> werden Konten auch genutzt, um Gelder, die Sie erhalten oder ausgeben, zu klassifizieren. Zum Beispiel können Sie ein Aufwandskonto erstellen, um das Geld zu verfolgen, dass Sie für nützliche Einrichtungen und Lebensmittel bezahlen. Obgleich es keine Konten sind, über die Sie Bankauszüge erhalten, erlauben sie Ihnen festzustellen, wie viel Geld Sie in jedem dieser Bereiche ausgegeben haben.

source: Accounts will be covered in more detail in <xref linkend="chapter_accts"/>.
de: Konten werden detaillierter in <xref linkend="chapter_accts"/> besprochen.

source: Transactions
de: Buchungen

source: A <firstterm>transaction</firstterm> represents the movement of money among accounts. Whenever you spend or receive money, or transfer money between accounts, that is a transaction.
de: Eine <firstterm>Buchung</firstterm> stellt eine Bewegung von Geld zwischen Konten dar. Immer, wenn Sie Geld ausgeben oder einnehmen oder von zwischen Konten übertragen, ist dies eine Buchung.

source: Examples of transactions are: paying a phone bill, transferring money from savings to checking, buying a pizza, withdrawing money, and depositing a paycheck. <xref linkend="chapter_txns"/> goes more in depth on how to enter transactions.
de: Beispiele für Buchungen sind: Bezahlen einer Telefonrechnung, Geld von einem Sparbuch Verbuchen einer Gehaltszahlung. <xref linkend="chapter_txns"/> geht mehr in die Tiefe, wie Sie Buchungen eingeben.

source: In <link linkend="basics-accountingdouble2">double entry accounting</link>, transactions always involve at least two accounts&ndash;a source account and a destination account. <application>&app;</application> manages this by inserting a line into the transaction for every account that is affected, and recording the amounts involved in each line. A line within a transaction that records the account and amount of money involved is called a <firstterm>split</firstterm>. A transaction can contain an arbitrary number of splits.
de: In der <link linkend="basics-accountingdouble2">Doppelten Buchführung</link>, erfolgen die Buchungen immer auf zwei Konten - einem Quellkonto und einem Zielkonto. <application>&app;</application> verwaltet dies durch Einfügen einer Zeile in die Buchung für jedes Konto, das betroffen ist, und zeichnet den betreffenden Betrag in jede Zeile. Eine Zeile innerhalb einer Buchung, in der das Konto und der Geldbetrag eingetragen wird, nennt man <firstterm>Splitbuchung</firstterm>. Eine Buchung kann eine beliebige Anzahl von Splitbuchungen enthalten.

source: Splits in transactions will be covered in <xref linkend="txns-registers-multiaccount2"/>
de: Aufteilungen von Buchungen werden hier <xref linkend="txns-registers-multiaccount2"/> beschrieben.

source: Interface
de: Die <application>&app;</application> Benutzeroberfläche

source: <primary>Interface</primary>
de: <primary>Benutzeroberfläche</primary>

source: The very first time you open <application>&app;</application>, you will see the <guilabel>Welcome to &app;!</guilabel> screen. From there, <application>&app;</application> provides other tools to help you easily find what you are looking for. Let&rsquo;s take a look at some of the common screens and screen boxes you will see.
de: Wenn Sie &app; zum ersten Mal starten, öffnet sich das <guilabel>Willkommen in &app;!</guilabel> Fenster. Dort bietet <application>&app;</application> Ihnen weitere Hilfe an, damit Sie schnell an Ihr Ziel gelangen. Lassen Sie uns einen Blick auf einen der Bildschirm-Assistenten und häufig vorkommende Dialogfenster werfen.

# _
source: external ref='figures/gnc_welcome.png' md5='__failed__'
de: external ref='figures/gnc_welcome.png' md5='bcb73f544b2854ef36f7b077bdc0e623'

source: LANG-DE Die Abbildung zeigt das <guilabel>Willkommen in &app;!</guilabel> Dialogfenster.
de: Die Abbildung zeigt das <guilabel>Willkommen in &app;!</guilabel> Dialogfenster.
