Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: Then, click on the <guibutton>Ok</guibutton> button, and you will see the transactions listing reconcile window:
de: Drücken Sie die Taste <guibutton>Ok</guibutton>, und es erscheint das Fenster mit der Buchungsliste zum Abgleich:

# _
source: external ref='figures/txns_reconcile_window2.png' md5='4f66e1ec6f1119cb0a08ea1d5eff926e'
de: external ref='figures/txns_reconcile_window2.png' md5='7db0b638d6294310138b6ce1a6659d8b'

source: The transactions listing in the reconcile window.
de: Die Liste der Buchungen im Fenster Kontoabgleich.

source: <imageobject role="html"> <imagedata fileref="figures/txns_reconcile_window2.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_reconcile_window2.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>Reconcile Window</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/txns_reconcile_window2.png" format="PNG" srccredit="Mechtilde Stehmann" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_reconcile_window2.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Fenster Abgleichen</phrase> </textobject> <_:caption-1/>

source: The two panes called <guilabel>Funds In</guilabel> and <guilabel>Funds Out</guilabel>, lists all the unreconciled transactions that belongs to the account that is going to be reconciled. The <guilabel>R</guilabel> columns show whether the transactions have been reconciled.
de: Die zwei Fensterbereiche mit Namen <guilabel>Gutschrift</guilabel> und <guilabel>Belastung</guilabel> listen alle nicht abgeglichen Buchungen auf, die zu dem abzugleichenden Konto gehören. Die Spalte <guilabel>J</guilabel> zeigt an, ob die Buchungen bereits abgeglichen sind.

source: Now, examine each item on the bank statement, and look for the matching item in the <guilabel>Reconcile</guilabel> window.
de: Betrachten Sie jetzt jeden Eintrag in Ihrem Kontoauszug und suchen den passenden Eintrag im Fenster <guilabel>Abgleichen</guilabel>.

source: If you cannot find a transaction, then perhaps you forgot to enter it, or did not know that the transaction had happened. You can use the <guibutton>New</guibutton> button on the <emphasis>Toolbar</emphasis>, or the <menuchoice><guimenu>Transaction</guimenu><guimenuitem>New</guimenuitem></menuchoice> menu item in the menu, to open a register window and enter the missing transaction. The new item will appear in the <guilabel>Reconcile</guilabel> window when you press the <guibutton>Enter</guibutton> button in the register after entering the transaction.
de: Falls Sie eine Buchung nicht finden, haben Sie vielleicht vergessen, sie einzugeben, oder es war Ihnen unbekannt, dass die Buchung stattgefunden hat. Sie können die Taste <guibutton>Neu</guibutton> in der <emphasis>Werkzeugleiste</emphasis> benutzen, oder den Menüeintrag <menuchoice><guimenu>Buchung</guimenu><guimenuitem>Neu</guimenuitem></menuchoice> in der Menüleiste, um in der Buchungsansicht die fehlende Buchung einzugeben. Sobald Sie die Eingabe der Buchung durch Drücken der Taste <guibutton>Enter</guibutton> abgeschlossen haben, erscheint der Eintrag im Fenster <guilabel>Abgleichen</guilabel>.

source: When you find the item in the <guilabel>Reconcile</guilabel> window, compare the amount in the item to the amount on the statement. If they disagree, you may have made an error when you entered the transaction in <application>&app;</application>. You can use the <guibutton>Edit</guibutton> button on the <emphasis>Toolbar</emphasis>, or the <menuchoice><guimenu>Transaction</guimenu><guimenuitem>Edit</guimenuitem></menuchoice> item, to open a register window and correct the transaction.
de: Für jeden Eintrag im Fenster <guilabel>Abgleichen</guilabel> vergleichen Sie jetzt den Betrag mit dem Betrag in Ihrem Kontoauszug. Wenn beide Einträge nicht übereinstimmen, haben Sie vielleicht einen Fehler bei der Eingabe der Transaktion in <application>&app;</application> gemacht. Sie können in diesem Fall die Taste <guibutton>Bearbeiten</guibutton> in der <emphasis>Werkzeugleiste</emphasis> drücken oder den Menüeintrag <menuchoice><guimenu>Buchung</guimenu><guimenuitem>Bearbeiten</guimenuitem></menuchoice> benutzen, um die Buchungsansicht zu öffnen und die Buchung zu korrigieren.

source: If the amounts agree, click on the item in the <guilabel>Reconcile</guilabel> window. A check mark wil appear in the <guilabel>R</guilabel> column aside the selected transaction. <application>&app;</application> will automatically update the amounts in the lower right summary pane.
de: Wenn die Beträge übereinstimmen, klicken Sie auf den Eintrag im Fenster <guilabel>Abgleichen</guilabel>. Die gewählte Transaktion wird durch ein Häkchen in der Spalte <guilabel>J</guilabel> markiert. <application>&app;</application> aktualisiert automatisch die Beträge im Zusammenfassungsbereich unten rechts.

source: You can use the <keycap>up</keycap>/<keycap>down</keycap> arrow keys to scroll to the item, the <keycap>space</keycap> key to mark the item as reconciled and the <keycap>Tab</keycap> key to switch panes.
de: Sie können die Pfeiltasten <keycap>hoch</keycap>/<keycap>runter</keycap> benutzen, um zu einem Eintrag zu gelangen, die <keycap>Leertaste</keycap>, um einen Eintrag als Abgeglichen zu markieren und die <keycap>Tab</keycap> Taste, um zwischen den Bereichen umzuschalten.

source: You then repeat this for each item that appears on the bank statement, verifying that the amounts match with the amounts in <application>&app;</application>, and marking off transactions in <application>&app;</application> as they are reconciled.
de: Diesen Vorgang wiederholen Sie für jeden Eintrag auf dem Kontoauszug, bestätigen, dass der Betrag mit Ihrer Buchungen in <application>&app;</application> übereinstimmt, und haken die Buchung in <application>&app;</application> als abgeglichen ab.

source: You can check or uncheck the reconcile status of all transactions in either pane by clicking on a transaction in the required pane then clicking <keycap>Ctrl-A</keycap> followed by <keycap>space</keycap>. This will toggle the reconcile status of all transactions in the pane to either checked or unchecked state. This procedure can be repeated to achieve the desired status for the transactions in the pane.
de: UNTRANSLATED-DE You can check or uncheck the reconcile status of all transactions in either pane by clicking on a transaction in the required pane then clicking <keycap>Ctrl-A</keycap> followed by <keycap>space</keycap>. This will toggle the reconcile status of all transactions in the pane to either checked or unchecked state. This procedure can be repeated to achieve the desired status for the transactions in the pane.

source: At the bottom of the <guilabel>Reconcile</guilabel> window there is a <guilabel>Difference</guilabel> field, which should show <guilabel>0.00</guilabel> when you are done reconciling. If it shows some other value, then either you have missed transactions, or some amounts may be incorrect in <application>&app;</application>. (Or, less likely, the bank may have made an error.)
de: Unten rechts gibt es im Fenster <guilabel>Abgleichen</guilabel> ein Feld <guilabel>Differenz</guilabel>, welches den Betrag <guilabel>0.00</guilabel> aufweisen sollte, wenn Sie den Abgleich abgeschlossen haben. Wenn dort ein anderer Wert auftritt, dann haben Sie entweder Buchungen ausgelassen, oder einige Buchungsbeträge wurden falsch in <application>&app;</application> eingegeben, oder (was etwas unwahrscheinlicher ist) die Bank hat einen Fehler gemacht.

source: Under some circumstances, it may be difficult or impossible to determine why an account will not reconcile. If you are unable to correct the discrepancy between your books and a statement, <application>&app;</application> includes a <guibutton>Balance</guibutton> button on the <emphasis>Toolbar</emphasis> that will automatically create a balancing entry for you in the amount that cannot be reconciled.
de: UNTRANSLATED-DE Under some circumstances, it may be difficult or impossible to determine why an account will not reconcile. If you are unable to correct the discrepancy between your books and a statement, <application>&app;</application> includes a <guibutton>Balance</guibutton> button on the <emphasis>Toolbar</emphasis> that will automatically create a balancing entry for you in the amount that cannot be reconciled.

source: To use this, carry out the full reconciliation (marking all transactions that you can identify) and then click this button. <application>&app;</application> will create a balancing entry for the remaining discrepancy that uses the <emphasis>Special Accounts:Orphan-XXX</emphasis> account (where "XXX" represents your currency). The Reconcile window will close; re-opening it will allow you to check the newly-created balancing entry and finish the process.
de: UNTRANSLATED-DE To use this, carry out the full reconciliation (marking all transactions that you can identify) and then click this button. <application>&app;</application> will create a balancing entry for the remaining discrepancy that uses the <emphasis>Special Accounts:Orphan-XXX</emphasis> account (where "XXX" represents your currency). The Reconcile window will close; re-opening it will allow you to check the newly-created balancing entry and finish the process.

source: When you have marked off all the items on the bank statement and the difference is 0.00, press the <guibutton>Finish</guibutton> button on the <emphasis>Toolbar</emphasis> or select <menuchoice><guimenu>Reconcile</guimenu><guimenuitem>Finish</guimenuitem></menuchoice> from the menu. The <guilabel>Reconcile</guilabel> window will close. In the register window, the <guilabel>R</guilabel> field of the reconciled transactions will change to <emphasis>y</emphasis>.
de: Nachdem Sie alle Einträge auf dem Kontoauszug abgehakt haben, und die Differenz 0.00 ist, drücken Sie den Eintrag <guibutton>Fertig</guibutton> auf der <emphasis>Werkzeugleiste</emphasis> oder wählen den Eintrag <menuchoice><guimenu>Abgleichen</guimenu><guimenuitem>Fertig</guimenuitem></menuchoice> aus dem Menü. Das Fenster <guilabel>Abgleichen</guilabel> schließt sich. In der Buchungsansicht ändert sich der Wert im Feld <guilabel>J</guilabel> der abgeglichenen Buchungen auf <emphasis>j</emphasis>.

source: In this case, we have not received all the information yet, so we simply press the <guibutton>Postpone</guibutton> button, so we can continue at a later stage. Observe that the <guilabel>R</guilabel> column indicates we cleared (<emphasis>c</emphasis>) two transactions. They have not been reconciled yet, but we have verified these two transactions so they have been marked as cleared. If you look at the <emphasis>Statusbar</emphasis> at the bottom of the account register, you will see a summary of what has been reconciled and what has been cleared (<guilabel>Cleared:USD 954.79 Reconciled:USD 0.00</guilabel>)
de: Im dargestellten Fall haben wir noch nicht alle Informationen erhalten, deshalb drücken wir den Eintrag <guibutton>Unterbrechen</guibutton> in der Werkzeugleiste, damit wir zu einem späteren Zeitpunkt mit dem Abgleich fortfahren können. Beachten Sie, dass in der Spalte <guilabel>J</guilabel> zwei Einträge als bestätigt (<emphasis>b</emphasis>) gekennzeichnet werden. Sie wurden noch nicht abgeglichen, aber diese zwei Buchungen wurden bestätigt. Wenn Sie sich die <emphasis>Statusleiste</emphasis> am unteren Rand der Buchungsansicht ansehen, finden Sie eine Zusammenfassung dessen, was bestätigt wurde, und was abgeglichen wurde (<guilabel>Bestätigt: 954,79 € Abgeglichen: 0,00 €</guilabel>)

# _
source: external ref='figures/txns_reconcile_window3.png' md5='abb9a8b01374141fd41e647202955d63'
de: external ref='figures/txns_reconcile_window3.png' md5='d8a65c305447d667933d634a5211870a'

source: The Checking account after postponing the reconciliation.
de: Das Girokonto nach Unterbrechen des Kontoabgleichs.

source: <imageobject> <imagedata fileref="figures/txns_reconcile_window3.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Checking account</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_reconcile_window3.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Girokonto</phrase> </textobject> <_:caption-1/>

source: Scheduled Transactions
de: Terminierte Buchungen

source: Scheduled transactions are made to help entering repetitive money operations, like subscriptions, insurances or taxes. By using scheduled transactions, you only have to enter the concerned transaction once, set a few parameters like start date, frequency and a little description, and then <application>&app;</application> will tell you whenever a scheduled transaction is ready to be created, and create it for you.
de: Terminierte Buchungen werden verwendet, um wiederkehrende Finanztransaktionen wie zum Beispiel Abonnements, Versicherungsbeiträge, Mietzahlungen einzugeben. Durch Verwendung von terminierten Buchungen brauchen Sie die betreffende Buchung nur einmal zusammen mit einigen Parametern wie Startdatum, Ausführungsdatum und Frequenz und einer kleinen Beschreibung einzugeben, dann erinnert <application>&app;</application> Sie an die Fälligkeit einer Buchung, und erstellt sie für Sie.

source: In this howto, we&rsquo;ll take a monthly Internet subscription of 20 USD as example, which is taken on the 28th of each month.
de: In diesem Leitfaden nutzen wir ein monatliches Internetabo über 20 € mit Ausführungsdatum am 28. eines jeden Monats als Beispiel.

source: In <application>&app;</application>, there are two ways of creating scheduled transactions, <link linkend="txns-sxn-ledger2">from the ledger</link> or from the <link linkend="txns-sxn-editor2">Scheduled Transactions Editor</link>.
de: In <application>&app;</application> gibt es zwei Wege, um terminierte Buchungen anzulegen, <link linkend="txns-sxn-ledger2">in der Buchungsansicht</link> oder durch den Editor für terminierte Buchungen <link linkend="txns-sxn-editor2">Terminierte Buchungen Editor</link>.

source: Creating from the Ledger
de: Erstellung in der Buchungsansicht

source: Enter the first occurrence of your to-schedule transaction in the ledger. In the <guilabel>Transfer</guilabel> field for this transaction, type <emphasis>Expenses:Internet</emphasis> as shown in the next screenshot.
de: Geben Sie das erste Auftreten Ihrer terminierten Buchungen in der Buchungsansicht ein. Im Feld <guilabel>Buchen</guilabel> der Buchung geben Sie <emphasis>Aufwendungen:Internet</emphasis> ein, wie es in der nächsten Abbildung gezeigt wird.

# _
source: external ref='figures/txns_sxn_ledger1.png' md5='308d88d75d4834b77937b6dcbec25c7c'
de: external ref='figures/txns_sxn_ledger1.png' md5='eee175d7d0840be5ee8221072abee1d2'

source: Step one creating scheduled transaction from the ledger
de: Erster Schritt zur Erstellung einer terminierten Buchung in der Buchungsansicht

source: <imageobject> <imagedata fileref="figures/txns_sxn_ledger1.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Step one creating scheduled transaction from the ledger</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_sxn_ledger1.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Erster Schritt zur Erstellung einer terminierten Buchung in der Buchungsansicht</phrase> </textobject> <_:caption-1/>

source: Since we did not create the <emphasis>Expenses:Internet</emphasis> account, <application>&app;</application> will prompt us to create it.
de: Da wir das Konto <emphasis>Aufwendungen:Internet</emphasis> noch nicht erstellt haben, fordert uns <application>&app;</application> auf es anzulegen.

source: Then you right click on your transaction and select <guilabel>Schedule...</guilabel>
de: Klicken Sie dann mit der rechten Maustaste auf diese Buchung, und wählen <guilabel>Terminiert...</guilabel>

# _
source: external ref='figures/txns_sxn_ledger2.png' md5='f57da87a962574280e73c96e1c253233'
de: external ref='figures/txns_sxn_ledger2.png' md5='7c2527d7c3c75367549e262255837acd'

source: Step two creating scheduled transaction from the ledger
de: Zweiter Schritt zur Erstellung einer terminierten Buchung in der Buchungsansicht

source: <imageobject> <imagedata fileref="figures/txns_sxn_ledger2.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Step two creating scheduled transaction from the ledger</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_sxn_ledger2.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Zweiter Schritt zur Erstellung einer terminierten Buchung in der Buchungsansicht</phrase> </textobject> <_:caption-1/>

source: A window like this will appear:
de: Es erscheint folgendes Fenster:

# _
source: external ref='figures/txns_sxn_ledger3.png' md5='f3280d21ae5f86fabe1d6f9462e8a615'
de: external ref='figures/txns_sxn_ledger3.png' md5='04a9cf488a116ed77f91277888af6908'

source: Step three creating scheduled transaction from the ledger
de: Dritter Schritt zur Erstellung einer terminierten Buchung in der Buchungsansicht

source: <imageobject> <imagedata fileref="figures/txns_sxn_ledger3.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Step three creating scheduled transaction from the ledger</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_sxn_ledger3.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Dritter Schritt zur Erstellung einer terminierten Buchung in der Buchungsansicht</phrase> </textobject> <_:caption-1/>

source: Let&rsquo;s fill the values, we know that the subscription is taken on the 28th each month, and the next one is for next month (since we entered the one for this month manually) :
de: Jetzt wollen wir die Daten der Buchung eintragen. Wir wissen, dass die Zahlung des Abo am 28. jedes Monats erfolgt, und die nächste Ausführung im nächsten Monat stattfindet (wir haben diesen Monat ja schon manuell gebucht):

# _
source: external ref='figures/txns_sxn_ledger4.png' md5='86d9a7358a83fe0e95130861a63534ed'
de: external ref='figures/txns_sxn_ledger4.png' md5='a2f926a4dc0ab20877ca9b64d783963c'

source: Filling in data to a scheduled transaction
de: Eintrag der Daten einer terminierten Buchung

source: <imageobject> <imagedata fileref="figures/txns_sxn_ledger4.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Filling in data to a scheduled transaction</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_sxn_ledger4.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Eintrag der Daten einer terminierten Buchung</phrase> </textobject> <_:caption-1/>

source: Click the <guibutton>OK</guibutton> button, and the transaction will be scheduled. <application>&app;</application> now has memorized this scheduled transaction and on the 28th of next month, it will pop up a window asking if it should create it (see far below for a screenshot of this window).
de: Klicken Sie auf den Knopf <guibutton>OK</guibutton>, um die Eingabe der terminierten Buchung abzuschließen. <application>&app;</application> hat diese Buchung jetzt gespeichert und wird am 28. des nächsten Monats fragen, ob die Buchung automatisch erstellt werden soll (siehe auch die Abbildung weiter unten).

source: Creating from the Editor
de: Erstellung im Editor für terminierte Buchungen

source: Another way of entering a scheduled transaction is from the <guilabel>Scheduled Transaction Editor</guilabel>, it may be faster if we have several scheduled transactions to create at once.
de: Ein anderer Weg der Eingabe von terminierten Buchungen ist die Eingabe im <guilabel>Editor für terminierte Buchungen</guilabel>. Wenn wir mehrere terminierte Buchungen hintereinander erstellen wollen, kann das der schnellere Weg sein.

source: From the main accounts windows, select <menuchoice><guimenu>Actions</guimenu><guisubmenu>Scheduled Transactions</guisubmenu> <guimenuitem>Scheduled Transaction Editor</guimenuitem></menuchoice> from the <emphasis>Menubar</emphasis>. A new <guilabel>Scheduled Transactions</guilabel> tab will be opened in the current <application>&app;</application> window as shown above:
de: Wählen Sie dazu in der <emphasis>Menüleiste</emphasis> des Hauptfensters den Eintrag <menuchoice><guimenu>Aktionen</guimenu><guisubmenu>Terminierte Buchungen</guisubmenu> <guimenuitem>Terminierte Buchungen Editor</guimenuitem></menuchoice>. Eine neue Karteikarte <guilabel>Terminierte Buchungen</guilabel> wird von <application>&app;</application> - wie unten dargestellt - im Hauptfenster angezeigt:

# _
source: external ref='figures/txns_sxn_editor-2.png' md5='f2ef825ea3f4da1a305460948cbdce44'
de: external ref='figures/txns_sxn_editor-2.png' md5='c2d7feb8302565d6d24e036bef7033f6'

source: Empty <guilabel>Scheduled Transactions</guilabel> tab
de: Leere Karteikarte <guilabel>Terminierte Buchungen</guilabel>

source: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor-2.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor-2.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>Empty <guilabel>Scheduled Transactions</guilabel> tab</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor-2.png" format="PNG" srccredit="Mechtilde Stehmann" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor-2.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Leere Karteikarte <guilabel>Terminierte Buchungen</guilabel></phrase> </textobject> <_:caption-1/>

source: This tab contains a list, now empty, of all the scheduled transactions. Let&rsquo;s create a new one by clicking on the <guibutton>New</guibutton> button in the <emphasis>Toolbar</emphasis>. A window like the one below will pop up:
de: Diese Karteikarte enthält eine (zur Zeit leere) Liste aller terminierten Buchungen. Wir erzeugen eine neue terminierte Buchung durch Klicken der Taste <guibutton>Neu</guibutton> in der <emphasis>Werkzeugleiste</emphasis>. Es erscheint das unten dargestellte Fenster:

# _
source: external ref='figures/txns_sxn_editor-3-overview.png' md5='23ead817005b871e4643f7d9ac374b6e'
de: external ref='figures/txns_sxn_editor-3-overview.png' md5='f8dd4072aa93e93421186a0f6b983cf8'

source: <guimenuitem>Edit Scheduled Transaction</guimenuitem> window, <guilabel>Overview</guilabel> tab
de: Fenster <guimenuitem>Terminierte Buchung bearbeiten</guimenuitem> &mdash; Karteikarte <guilabel>Übersicht</guilabel>
