Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: <guilabel>Open the new user tutorial:</guilabel> Opens the <application>&app;</application> Tutorial and Concepts Guide. Select this option if you are completely new to <application>&app;</application> and accounting concepts.
de: Beschäftigen Sie sich das erste Mal mit GnuCash und wollen sich vorerst nur durch die Einstellungsmöglichkeiten von GnuCash führen lassen, so ist <guibutton>Hilfe &gt;&gt; GnuCash-Kurs und Konzepte</guibutton> Ihre erste Wahl.

source: It is possible to run these items after you have made a choice here, but the <guilabel>Welcome to &app;!</guilabel> screen will not reappear. To try one of the other choices later, read <xref linkend="acct-hierarchy"/>, <xref linkend="import-qif"/> and to see how to start them from the <application>&app;</application> menu.
de: Es besteht auch die Möglichkeit, dass Sie sich später mit den anderen Auswahlmöglichkeiten beschäftigen. In diesem Fall ist aber der <guilabel>Willkommen bei &app;!</guilabel>-Dialog dann nicht mehr zugänglich. Um die anderen Auswahlmöglichkeiten zu testen, lesen Sie bitte in <xref linkend="acct-hierarchy"/>, <xref linkend="import-qif"/> und im "tutorial" nach. Dort erfahrenn Sie, wie Sie diese aus dem &app;-Menü heraus starten können.

source: This screen is intended for you to use to get up and running quickly. The <guibutton>Cancel</guibutton> button is used to exit the screen. It will then prompt you with <guilabel>Display Welcome Dialog Again?</guilabel>. If you do not want to see the <guilabel>Welcome to &app;!</guilabel> menu again click the <guibutton>No</guibutton> button. Click the <guibutton>Yes</guibutton> button or press the keyboard <keycap function="enter">Enter</keycap> key for the default which is to have the <guilabel>Welcome to &app;!</guilabel> screen run again.
de: Dieser Schritt dient dazu, dass Sie schnell starten können. Die <guibutton>Abrrechen</guibutton> Schaltfläche dient dazu, diesen Eingabebildschirm zu verlassen. Es wird dann wie folgt gefragt:<guilabel>Den Willkommensdialog wieder anzeigen?</guilabel>. Wenn Sie das <guilabel>Willkommen bei &app;!</guilabel> Menü nicht nochmal sehen wollen klicken Sie die <guibutton>Nein</guibutton> Schaltfläche. Klicken Sie die <guibutton>Ja</guibutton> Schaltfläche oder drücken Sie <keycap>Enter</keycap> auf Ihrer Tastatur. Dies wählt den Standardwert aus, der darin besteht, dass der <guilabel>Willkommen bei &app;!</guilabel> Bildschirm abermals angezeigt wird.

source: Selecting either of these options will leave you with a minimum <application>&app;</application> main window. Operations in this window are described in .
de: Die Auswahl einer dieser Optionen gibt Ihnen ein minimales <application>&app;</application> Hauptfenster. Operationen in diesem Fest werden in "GUIMenus"&gt; beschrieben.

source: New Account Hierarchy Setup
de: Einrichtung einer neuen Kontenhierarchie

source: This assistant helps you to create a set of <application>&app;</application> accounts. It will appear if you choose <guibutton>Create a new set of accounts</guibutton> in the <guilabel>Welcome to &app;!</guilabel> menu.
de: Der Assistent hilft Ihnen eine Reihe von <application>&app;</application> Konten auszubauen. Er erscheint wenn Sie <guibutton>Erstellen eines neuen Kontenrahmens</guibutton> im <guilabel>Willkommen bei &app;!</guilabel> auswählen.

source: This will create a new blank <application>&app;</application> file and then automatically start the <guilabel>New Account Hierarchy Setup</guilabel> assistant.
de: Dies erstellt eine neue, leere <application>&app;</application> Datei und starten dann automatisch den Assistent für die <guilabel>Einrichtung einer neuen Kontenhierarchie</guilabel>.

source: To start this assistant manually, go to <menuchoice><guimenu>File</guimenu> <guimenuitem>New</guimenuitem></menuchoice> if you need to create a new file. If you want to run the assistant within the opened file, go to <menuchoice><guimenu>Actions</guimenu><guimenuitem>New Account Hierarchy...</guimenuitem></menuchoice> when the accounts tree tab is displayed.
de: Um diesen Assistenten manuell zu starten, gehen Sie zu <menuchoice><guimenu>Datei</guimenu> <guimenuitem>Neu</guimenuitem></menuchoice> wenn Sie eine neue Datei erstellen müssen. Wenn Sie den Assistenten innerhalb der geöffneten Datei laufen lassen wollen, gehen Sie zu <menuchoice><guimenu>Aktionen</guimenu><guimenuitem>Neue Kontenhierachie...</guimenuitem></menuchoice> wenn das Kontenbaum-Tab angezeigt wird.

source: The <guilabel>Currency:</guilabel> drop down list defaults to the currency configured in the <guilabel>Accounts</guilabel> tab under <guilabel>&app; Preferences</guilabel> (see ). If you wish your accounts to use a different default currency, select one from the list.
de: The <guilabel>Currency:</guilabel> drop down list defaults to the currency configured in the <guilabel>Accounts</guilabel> tab under <guilabel>&app; Preferences</guilabel> (see <xref linkend="prefs-accounts"/>). If you wish your accounts to use a different default currency, select one from the list.

source: This Assistant helps you import Quicken <acronym>QIF</acronym> files. It will appear if you choose <guibutton>Import my QIF files</guibutton> in the <guilabel>Welcome to &app;!</guilabel> menu.
de: This Assistant helps you import Quicken (QIF) files. It will appear if you choose <guibutton>Import my QIF files</guibutton> in the <guilabel>Welcome to &app;!</guilabel> menu.

source: This and other informational screens in the <guilabel>Import QIF files</guilabel> assistant can be turned off in the <guilabel>Online Banking</guilabel> tab (see ) under <guilabel>&app; Preferences</guilabel>.
de: This and other informational screens in the <guilabel>Import QIF files</guilabel> assistant can be turned off in the <guilabel>Online Banking</guilabel> tab (see <xref linkend="prefs-online"/>) under <guilabel>&app; Preferences</guilabel>.

source: The next screen allows you to <guilabel>Enter the QIF file currency</guilabel>. The drop down list defaults to the currency configured in the <guilabel>Accounts</guilabel> tab (see ) under <guilabel>&app; Preferences</guilabel>. If you wish the new accounts to use a different currency, select one from the list.
de: The next screen allows you to <guilabel>Enter the QIF file currency</guilabel>. The drop down list defaults to the currency configured in the <guilabel>Accounts</guilabel> tab (see <xref linkend="prefs-accounts"/>) under <guilabel>&app; Preferences</guilabel>. If you wish the new accounts to use a different currency, select one from the list.

source: The <guilabel>Tip of the Day</guilabel> screen starts whenever you start <application>&app;</application> unless it has been disabled in the <guilabel>&app; Preferences</guilabel>. It gives tips on features and using <application>&app;</application>. You can use the three buttons at the bottom of the screen to look through the tips.
de: Die <guilabel>Tipp des Tages</guilabel>-Box wird bei jedem Start von GnuCash angezeigt und gibt Hinweise zur Benutzung von GnuCash. Verwenden Sie die drei Knöpfe an der unteren Seite der Box um die Tipps durchzusehen.

source: Dismiss the <guilabel>Tip of the Day</guilabel> screen
de: FUZZY-DE Schließen Sie die Box mit dem <guibutton>Schließen</guibutton>-Knopf

source: <guibutton>Prev</guibutton>
de: <guibutton>UNTRANSLATED-DE Prev</guibutton>

source: Shows the previous tip
de: FUZZY-DE Benutzen Sie den <guibutton>Zurück</guibutton>-Knopf, um sich den vorherigen Tipp anzusehen

source: <guibutton>Forward</guibutton>
de: <guibutton>UNTRANSLATED-DE Forward</guibutton>

source: Shows the next tip
de: FUZZY-DE Benutzen Sie den <guibutton>Vor</guibutton>-Knopf um sich den nächsten Tipp anzusehen

source: The <guibutton>Show tips at startup</guibutton> check-box is used to enable or disable the <guilabel>Tip of the Day</guilabel> from running at <application>&app;</application> start-up.
de: Entfernen Sie den Haken vor <guilabel>"Tipps beim Programmstart anzeigen"</guilabel>, um beim Start von GnuCash keine Tipps angezeigt zu bekommen.

source: It is also possible to configure the <guilabel>Tip of the Day</guilabel> to run at start-up under the <guilabel>General</guilabel> tab in <guilabel>&app; Preferences</guilabel>. The <guilabel>Tip of the Day</guilabel> can also be manually run by going to <menuchoice><guimenu>Help</guimenu><guimenuitem>Tip of the Day</guimenuitem></menuchoice>.
de: Diese Option kann auch unter <guimenu>Bearbeiten</guimenu> -&gt; <guimenu>Einstellungen</guimenu> -&gt; <guimenuitem>Allgemein</guimenuitem> geändert werden. Unter <guimenu>Hilfe</guimenu> -&gt; <guimenuitem>Tipp des Tages</guimenuitem> erhalten Sie ebenfalls Zugang zur <guilabel>Tipp des Tages</guilabel>-Box.

source: <application>&app;</application> Help Manual
de: <application>&app;</application> Hilfe

source: <year>2002-2018</year> <holder>&app; Documentation Team</holder>
de: <year>2014-2018</year> <holder>&app; Documentation Team</holder>

source: <revnumber>&app; Help Manual v3.3</revnumber> <date>30 September 2018</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v3.3</revnumber> <date>30 September 2018</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v3.2</revnumber> <date>24 June 2018</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v3.2</revnumber> <date>24 June 2018</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v3.1</revnumber> <date>28 April 2018</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v3.1</revnumber> <date>28 April 2018</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v3.0</revnumber> <date>1 April 2018</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v3.0</revnumber> <date>1 April 2018</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.6.20</revnumber> <date>1 April 2018</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.6.20</revnumber> <date>1 April 2018</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.6.19</revnumber> <date>16 December 2017</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.6.19</revnumber> <date>16 December 2017</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.6.16</revnumber> <date>26 March 2017</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.6.16</revnumber> <date>26 March 2017</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.6.11</revnumber> <date>11 January 2016</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.6.11</revnumber> <date>11 January 2016</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.6.8</revnumber> <date>27 September 2015</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.6.8</revnumber> <date>27 September 2015</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.6.7</revnumber> <date>28 June 2015</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.6.7</revnumber> <date>28 June 2015</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.6.5</revnumber> <date>16 December 2014</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.6.5</revnumber> <date>16 December 2014</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.6.3</revnumber> <date>30 March 2014</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.6.3</revnumber> <date>30 March 2014</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.6.2</revnumber> <date>2 March 2014</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.6.2</revnumber> <date>2 March 2014</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.6.1</revnumber> <date>26 January 2014</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.6.1</revnumber> <date>26 January 2016</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.6.0</revnumber> <date>29 December 2013</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.6.0</revnumber> <date>29 December 2013</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.4.2</revnumber> <date>17 November 2012</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.4.2</revnumber> <date>17 November 2012</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.4.1</revnumber> <date>1 July 2011</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.4.1</revnumber> <date>1 July 2011</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.3.16</revnumber> <date>November 7, 2010</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.3.16</revnumber> <date>01. January 2011</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.0.2</revnumber> <date>March 2007</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.0.2</revnumber> <date>March 2007</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v2.0.0</revnumber> <date>July 2006</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v2.0.0</revnumber> <date>July 2006</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v1.8.3</revnumber> <date>Aug 2003</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v1.8.3</revnumber> <date>Aug 2003</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v1.8.2</revnumber> <date>Aug 2003</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v1.8.2</revnumber> <date>Aug 2003</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v1.8.1</revnumber> <date>May 2003</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v1.8.1</revnumber> <date>May 2003</date> <_:revdescription-1/>

source: <revnumber>&app; Help Manual v1.8.0</revnumber> <date>Jan 2003</date> <_:revdescription-1/>
de: <revnumber>&app; Hilfe v1.8.0</revnumber> <date>02. Februar 2003</date> <_:revdescription-1/>

source: &app; Developers and Documentors <email>gnucash-devel@gnucash.org</email>
de: &app; Developers and Documentors

source: This manual describes how to use the &app; Financial software.
de: Diese Hilfedatei beschreibt die private Finanzsoftware &app;.

source: To report a bug or make a suggestion regarding this package or this manual, follow the directions at the <ulink url="http://bugs.gnucash.org">&app; Bug Tracking System</ulink>.
de: Um Fehler zu berichten oder anderes Feedback zu geben, benutzen Sie bitte das &app; Bug-Tracking System <ulink url="http://bugs.gnucash.org/enter_bug.cgi?product=GnuCash">Bugzilla</ulink>.

source: LANG-DE Für spezifisch deutsche Fehler oder Verbesserungsvorschläge (Übersetzung, Kontenrahmen, ...), benutzen Sie bitte die deutsche &app; Email-Liste <ulink url="https://lists.gnucash.org/mailman/listinfo/gnucash-de">&app;-de</ulink>.
de: Für spezifisch deutsche Fehler oder Verbesserungsvorschläge (Übersetzung, Kontenrahmen, ...), benutzen Sie bitte die deutsche &app; Email-Liste <ulink url="https://lists.gnucash.org/mailman/listinfo/gnucash-de">&app;-de</ulink>.

source: Contributors on the team so far have been: <_:author-1/>, <_:author-2/>, <_:author-3/>, <_:author-4/>, <_:author-5/>, <_:author-6/>, <_:author-7/>, <_:author-8/>, <_:author-9/>, <_:author-10/>, <_:author-11/>, and <_:author-12/>.
de: UNTRANSLATED-DE Contributors on the team so far have been: <_:author-1/>, <_:author-2/>, <_:author-3/>, <_:author-4/>, <_:author-5/>, <_:author-6/>, <_:author-7/>, <_:author-8/>, <_:author-9/>, <_:author-10/>, <_:author-11/>, and <_:author-12/>.
