Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: <emphasis>Quicken Import File (QIF)</emphasis>: Import Quicken <acronym>QIF</acronym> style files, a popular file format with many commercial personal finance software packages.
de: <emphasis>Quicken Import File (QIF):</emphasis> Die Importfunktion für Quicken <acronym>QIF</acronym> Dateien. Dies ist ein Format, das von vielen kommerziellen Softwarepaketen zur Finanzverwaltung benutzt wird.

source: <emphasis>Open Financial Exchange (OFX)</emphasis>: <application>&app;</application> is the first free software application to support the Open Financial Exchange protocol. Many financial institutions are moving towards this format.
de: <emphasis>Open Financial Exchange (OFX): </emphasis> <application>&app;</application> ist die erste Freie Software Anwendung, die das Open Financial Exchange Protokoll unterstützt. Dieses Format wird von immer mehr Finanzinstituten benutzt.

source: <emphasis>Home Banking Computer Interface (HBCI)</emphasis>: <application>&app;</application> is the first free software application to support the German Home Banking Computer Interface protocol. This protocol includes statement download, initiates bank transfers, and makes direct debits possible.
de: <emphasis>Home Banking Computer Interface (HBCI): </emphasis> <application>&app;</application> ist die erste Freie Software Anwendung, die das deutsche Home Banking Computer Interface Protokoll unterstützt. Mit diesem Protokoll können Kontoauszüge heruntergeladen, Überweisungen und Abbuchungen vorgenommen werden.

source: <emphasis>Reports</emphasis>: <application>&app;</application> comes with over 30 prebuilt reports, including Account Summary, Income, Expenses, Transaction Report, Balance Sheet, Profit&amp;Loss, Portfolio Valuation, and many others. Reports support graphical views of the data, including pie charts, bar charts, and scatter plots. The reports can be exported to <acronym>HTML</acronym> files, and are easily customized.
de: <emphasis>Berichte:</emphasis> <application>&app;</application> wird mit über 30 vorgefertigten Berichten geliefert, einschließlich einer Übersicht über Konten, Einnahmen, Ausgaben, Überweisungen, einer Bilanz, Gewinn- und Verlustrechnung, einer Depotbewertung und vieler anderer. Die Berichte beinhalten auch eine graphische Aufbereitung der Daten, inklusive Tortengrafiken, Balkengrafiken und Punktwolken. Berichte können als <acronym>HTML</acronym> Dateien exportiert und einfach an individuelle Bedürfnisse angepasst werden.

source: <emphasis>Scheduled Transactions</emphasis>: <application>&app;</application> now has the ability to automatically create and enter transactions, or remind you when these transactions are due, giving you the choice of entering, postponing or removing the automated transaction.
de: <emphasis>Terminierte Buchungen:</emphasis> <application>&app;</application> kann automatische Buchungen anlegen und ausführen und Sie an wiederkehrende Überweisungen erinnern. Sie können dann entscheiden, ob Sie die terminierten Buchungen eintragen oder verschieben wollen. Wiederkehrende Buchungen können auch für eine bestimmte Zeit ausgesetzt werden.

source: <emphasis>Mortgage and Loan Repayment Assistant</emphasis>: Used to set up a variable payment loan scheduled transaction.
de: <emphasis>Hypotheken- und Darlehensassistent </emphasis>: Benutzen Sie diesen Assistenten, wenn Sie Darlehen oder Hypotheken mit einer variablen Rate zurückzahlen.

source: <emphasis>Easy Account Reconciliation</emphasis>: Integrated reconciliation makes reconciling your <application>&app;</application> accounts with statements simple and effective.
de: <emphasis>Einfache Kontenabstimmung</emphasis>: Die eingebaute Kontenabstimmung vereinfacht den Abgleich der in <application>&app;</application> eingetragenen Konten mit Kontoauszügen.

source: <emphasis>Multi-platform Compatibility</emphasis>: <application>&app;</application> is supported on a variety of platforms and operating systems. The list of fully supported operating systems (and platforms) for <application>&app;</application> &vers-stable; is: GNU/Linux (x86, x86_64), FreeBSD (x86, x86_64), OpenBSD (x86, x86_64), MacOS (64-bit Intel), and Microsoft Windows (Windows 7 and later). Previous versions of <application>&app;</application> have been known to work with, SGI IRIX (MIPS), IBM AIX 4.1.5 (RS/6000), Unixware 7 (Intel), SCO OpenServer 5.0.4 (Intel), and Solaris (Sparc) but their current status is unknown.
de: <emphasis>Verfügbarkeit auf mehreren Plattformen: </emphasis> <application>&app;</application> ist für eine Vielzahl von Plattformen und Betriebssysteme verfügbar. Für <application>&app;</application> &vers-stable; sind dies: GNU/Linux (x86, x86_64), FreeBSD (x86, x86_64), OpenBSD (x86, x86_64), und MacOS (Intel 64). Ältere Versionen von <application>&app;</application> liefen bereits auf SGI IRIX (MIPS), IBM AIX 4.1.5 (RS/6000), Unixware 7 (Intel), SCO OpenServer 5.0.4 (Intel), und Solaris (Sparc), aber ihr gegenwärtiger Status ist nicht bekannt.

source: Tracks Your Investments
de: Verwalten Sie Ihre Vermögensanlagen

source: <application>&app;</application> includes a number of investment features that allow you to track all your investments. With <application>&app;</application> you can track stocks individually (one per account) or in a portfolio of accounts (a group of accounts that can be displayed together).
de: <application>&app;</application> besitzt eine Reihe von Funktionen, um Ihre Kapitalanlagen zu verfolgen. Mit <application>&app;</application> können Sie Aktien einzeln (eine pro Konto) oder in einem Kontendepot (eine Gruppe von Konten, die zusammen dargestellt werden) verfolgen.

source: <application>&app;</application> supports online stock and mutual fund quotes. This means you no longer need to look up stock prices one at a time. The process can be automated, and you can see the latest value of your stocks.
de: <application>&app;</application> unterstützt Sie, die Börsenkurse der Aktien und offenen Investmentsfonds online abzurufen. Der Prozess kann automatisiert werden, und Sie können den aktuellen Wert Ihrer Aktien sehen.

source: International Support
de: Internationale Unterstützung

source: <application>&app;</application> is truly an application that works with and understands users from all around the world. There are many built-in features to facilitate interaction with the international world we live in today.
de: <application>&app;</application> ist eine Anwendung, die von Benutzern überall auf der Welt verwendet werden kann. Es gibt viele eingebaute Funktionen, die Ihnen in unserer globalisierten Welt nützliche Dienste leisten.

source: <emphasis>Native Languages</emphasis>: <application>&app;</application> has been fully translated into 12 languages: Chinese, Czech, Dutch, English, French, German, Italian, Portuguese, Russian, Slovak, Spanish and Swedish. More than 25 other languages are partially supported.
de: <emphasis>Sprachunterstützung:</emphasis> <application>&app;</application> wurde bereits vollständig in folgende 12 Sprachen übersetzt: Chinesisch, Deutsch, Englisch, Französisch, Holländisch, Italienisch, Portugiesisch, Russisch, Schwedisch, Slovakisch, Spanisch und Tschechisch. Mehr als 25 andere Sprachen werden teilweise unterstützt.

source: <emphasis>International Format Handling</emphasis>: <application>&app;</application> understands that different countries display the date and numbers differently. You are able to work with the date and number formats you are accustomed to.
de: <emphasis>Unterstützung von internationalen Datums- und Zahlenformaten: </emphasis> <application>&app;</application> unterstützt die unterschiedlichen Datums- und Zahlenformate der jeweiligen Länder. Dadurch können Sie mit den Formaten arbeiten, die Sie gewohnt sind.

source: <emphasis>Multiple Currencies and Currency Trading</emphasis>: Multiple currencies are supported and can be bought and sold (traded). Currency movements between accounts remain fully balanced if "Trading Accounts" is enabled.
de: <emphasis>Unterstützung für mehrere Währungen und Währungshandel</emphasis>: <application>&app;</application> unterstützt die Verwendung mehrerer Währungen und den Handel mit ihnen. Bei Aktivierung der Devisenhandelskonten bleibt Ihre Bilanz auch bei Wechselkursänderungen ausgeglichen.

source: <emphasis>On-line exchange rates</emphasis>: With <application>&app;</application>, you no longer need look up your exchange rates one at a time. The process can be automated, to always present you with the account values converted to your preferred currency using the latest exchange rates.
de: <emphasis>Online-Kursabfragen:</emphasis> Mit <application>&app;</application> brauchen Sie viele Ihrer Wertpapier- und Devisenkurse nicht mehr einzeln nachzusehen. Es lassen sich automatisch die aktuellen Kurse in Ihrer bevorzugten Währung von verschiedenen Quellen online abrufen.

source: Business Support
de: Unterstützung bei der geschäftlichen Buchführung

source: <application>&app;</application> has many features to support the needs of the business accounting community.
de: <application>&app;</application> besitzt viele Funktionen, die für die geschäftliche Buchführung benötigt werden.

source: <emphasis>Accounts Receivable/Payable</emphasis>: <application>&app;</application> has an integrated Accounts Receivable and Accounts Payable system. You can track Customers, Vendors, Invoicing and Bill Payment, and use different Tax and Billing Terms in a small business.
de: <emphasis>Forderungen/Verbindlichkeiten:</emphasis> <application>&app;</application> besitzt ein System für Konten mit Forderungen und Verbindlichkeiten. Sie können Kunden und Lieferanten verwalten, Rechnungsstellung und Zahlungen erledigen. Auch unterschiedliche Besteuerungs- und Zahlungsregelungen in kleinen Unternehmen werden unterstützt.

source: <emphasis>Depreciation</emphasis>: <application>&app;</application> can track depreciation of capital assets.
de: <emphasis>Abschreibungen:</emphasis> <application>&app;</application> kann die Abschreibung von Wirtschaftsgütern verfolgen.

source: <emphasis>Reports</emphasis>: <application>&app;</application> offers a wide variety of ready-to-use business reports.
de: <emphasis>Berichte:</emphasis> <application>&app;</application> bietet eine große Vielzahl von fertigen Geschäftsberichten.

source: Accounting Features
de: Funktionen für die Buchhaltung

source: For those knowledgeable in accounting, here is a list of <application>&app;</application>&rsquo;s accounting features.
de: Für diejenigen, die sich mit Buchführung auskennen, ist hier eine Liste der entsprechenden Funktionen in <application>&app;</application>.

source: <emphasis>Double Entry</emphasis>: Every transaction must debit one account and credit others by an equal amount. This ensures the <quote>books balance</quote> - that the difference between income and expense exactly equals the sum of all bank, cash, stock and other assets.
de: <emphasis>Doppelte Buchführung:</emphasis> Jede Transaktion muss ein Konto belasten und einem anderen einen gleichen Betrag gutschreiben. Dies stellt die <quote>Bruttobilanz</quote> sicher, dass die Konten stets ausgeglichen sind - dass die Differenz zwischen Einnahmen und Ausgaben genau gleich der Summe aller Bank-, Bar-, Aktien- und anderer Guthaben ist.

source: <emphasis>Split Transactions</emphasis>: A single transaction can be split into several pieces to record taxes, fees, and other compound entries.
de: <emphasis>Mehrteilige Buchungen:</emphasis> Eine einzelne Buchung kann in mehrere Teile geteilt werden, um Steuern, Gebühren und andere Bestandteile anzuzeigen.

source: <emphasis>Chart of Accounts</emphasis>: A master account can have a hierarchy of detail accounts underneath it. This allows similar account types such as Cash, Bank, or Stock to be grouped into a master account such as <quote>Assets</quote>.
de: <emphasis>Kontenübersicht:</emphasis> Ein Oberkonto kann eine Hierarchie detaillierter Unterkonten haben. Dies ermöglicht es, ähnliche Kontotypen wie Barbestand, Bankkonto und Aktien zum Oberkonto <quote>Aktiva</quote> zu gruppieren.

source: <emphasis>General Journal</emphasis>: One register window can display multiple accounts at the same time. This eases the trouble of tracking down typing/entry errors. It also provides a convenient way of viewing a portfolio of many stocks, by showing all transactions in that portfolio.
de: <emphasis>Journal:</emphasis> Dies ist eine Ansicht, welche mehrere Konten im selben Zeitraum darstellen kann. Dies erleichtert die Suche nach Tipp- und Eingabefehlern. Es bietet auch eine bequeme Möglichkeit, ein aus vielen Aktien bestehendes Portfolio zu betrachten, indem alle dort stattfindenden Transaktionen angezeigt werden.

source: <emphasis>Income/Expense Account Types (Categories)</emphasis>: These categorize your cash flow and, when used properly with the double-entry feature, will provide an accurate Profit&amp;Loss statement.
de: <emphasis>Einnahmen-/Ausgaben-Kontotypen (Kategorien): </emphasis> Diese kategorisieren den Fluss Ihrer Finanzen und liefern, wenn sie richtig mit der doppelten Buchführung kombiniert werden, eine genaue Gewinn- und Verlustrechnung.

source: About this Book
de: Über dieses Handbuch

source: <primary>Manual</primary>
de: <primary>Handbuch</primary>

source: This manual&rsquo;s goal is to save you time. It will get you started using <application>&app;</application> as quickly as possible.
de: Ziel dieses Handbuchs ist es, Ihnen zu helfen, Zeit zu sparen. Es versetzt Sie in die Lage, schnell mit <application>&app;</application> arbeiten zu können.

source: Each chapter follows a simple format. A chapter begins with a <quote>Concepts</quote> discussion which introduces general themes and terminology, addressed and used within that chapter. <quote>How-To</quote> sections, which address specific procedures follow. Finally, a <quote>Putting It All Together</quote> section ends the chapter by giving detailed, concrete examples.
de: Jedes Kapitel hat eine einfache Aufteilung. Ein Kapitel beginnt mit der Beschreibung von <quote>Konzepten</quote>, die Themen und Begriffe einführen, von denen dieses Kapitel handelt. <quote>How-To-</quote> Abschnitte, die bestimmte Vorgehensweisen Schritt für Schritt erläutern, folgen. Der Abschnitt <quote>Alles zusammensetzen</quote> schließt das Kapitel ab und enthält detaillierte, anschauliche Beispiele.

source: Beginning users will find the <quote>Concepts</quote> sections very helpful. They provide a reference for good ways to track your finances, and serve as a general introduction to financial background and terminology. Experienced users can flip to the <quote>How-To</quote> sections to quickly scan procedures. These sections provide to-the-point steps for accomplishing specific tasks. The <quote>Putting It All Together</quote> sections present real-world examples in the form of a tutorial. Beginning with creation of a file in <xref linkend="chapter_basics"/>, each successive chapter builds on the previous chapter&rsquo;s tutorial.
de: Für Anfänger sind die Abschnitte <quote>Konzepte</quote> besonders hilfreich. Sie bieten Informationen, wie man die Entwicklung seiner Finanzen verfolgt und dienen als grundlegende Einführung in die finanziellen Hintergründe und Begrifflichkeiten. Erfahrene Benutzer können direkt zu den <quote>How-To-</quote> Abschnitten springen, um sich einen Überblick über Vorgehensweisen in <application>&app;</application> zu verschaffen. Diese Abschnitte bieten Schritt-für-Schritt Anleitungen, um bestimmte Aufgaben zu erledigen. Die Abschnitte <quote>Alles zusammensetzen</quote> bieten Beispiele aus der täglichen Arbeit in Form einer Übung. Beginnend mit dem Anlegen einer Datei in <xref linkend="chapter_basics"/>, baut jedes Kapitel sukzessive auf den Übungen der vorigen Kapitel auf.

source: <emphasis>Getting Started</emphasis>
de: <emphasis>Einführung</emphasis>

source: <emphasis>Managing Personal Finances</emphasis>
de: <emphasis>Persönliche Finanzen verwalten</emphasis>

source: <emphasis>Managing Business Finances</emphasis>
de: <emphasis>Geschäftliche Finanzen verwalten</emphasis>

source: This manual is organized into 3 main parts: <_:itemizedlist-1/>
de: Dieses Handbuch ist in 3 große Teile unterteilt: <_:itemizedlist-1/>

source: <xref linkend="chapter_oview"/> - (this chapter) gives a general overview of <application>&app;</application>
de: <xref linkend="chapter_oview"/> - (Dieses Kapitel gibt einen allgemeinen Überblick über <application>&app;</application>)

source: <xref linkend="chapter_basics"/> - gives users a very brief introduction to accounting principles, and then provides information about how <application>&app;</application> structures its data. There is also information on basic interface elements in <application>&app;</application>. Finally, this chapter explains how <application>&app;</application> stores and manages your data.
de: <xref linkend="chapter_basics"/> - gibt den Nutzern eine sehr kurze Einführung in die Grundlagen der Buchführung und stellt dann Informationen bereit, wie <application>&app;</application> seine Daten strukturiert. Es gibt also Informationen über grundlegende Schnittstellenelemente in <application>&app;</application>. Schließlich wird in diesem Kapitel erklärt, wie <application>&app;</application> die Daten speichert und verwaltet.

source: <xref linkend="chapter_accts"/> - gives further information about accounts and how to organize them.
de: <xref linkend="chapter_accts"/> - gibt weitere Informationen über Konten und wie diese zu gliedern sind.

source: <xref linkend="chapter_txns"/> - gives basic information about transactions and how to enter them.
de: <xref linkend="chapter_txns"/> - gibt grundlegende Informationen über Buchungen und wie diese eingegeben werden.

source: <emphasis>Getting Started</emphasis> provides you with the most basic information needed to begin using <application>&app;</application>. The chapters in this section explain concepts that are fundamental to using <application>&app;</application>. New users of <application>&app;</application> should familiarize themselves with the information in these chapters to get you up and running: <_:itemizedlist-1/>
de: Die <emphasis>Einführung</emphasis> stattet Sie mit den grundlegendsten Informationen aus, die man für die Benutzung von <application>&app;</application> benötigt. Die Kapitel in diesem Abschnitt erklären das Konzept, das zur Nutzung von <application> &app;</application> wesentlich ist. Neue Nutzer von <application>&app;</application> sollten sich mit den Informationen in diesem Kapitel vertraut machen, um es für sich lauffähig zu machen: <_:itemizedlist-1/>

source: - Bankaccounts
de: - Girokonten

source: - Credit Cards
de: - Kreditkarten

source: - Loans
de: - Darlehen

source: - Capital Investments
de: - Kapitalanlagen

source: - Captial Gains
de: - Kapitalerträge

source: - Multiple Currencies
de: - mehrere Währungen

source: <emphasis>Managing Personal Finances</emphasis> addresses common applications and features of <application>&app;</application> in greater detail. You will see more specific cases, based on frequently asked questions about applying <application>&app;</application> to everyday situations. Here are the applications and features covered in this part: <_:itemizedlist-1/>
de: Der Teil <emphasis>Persönliche Finanzen verwalten</emphasis> beschreibt übliche Anwendungen und Funktionen von <application>&app;</application> im Detail. Dort finden Sie konkrete Beispiele, wie Sie <application>&app;</application> in häufig vorkommenden Alltagssituationen einsetzen. Hier die Anwendungen und Funktionen, die in diesem Teil behandelt werden. <_:itemizedlist-1/>

source: - Accounting for Small Businesses
de: FUZZY-DE - Einführung in die geschäftliche Buchführung

source: LANG_DE - Einrichten der geschäftlichen Buchführung
de: - Einrichten der geschäftlichen Buchführung

source: LANG_DE - Forderungen
de: - Forderungen

source: LANG_DE - Verbindlichkeiten
de: - Verbindlichkeiten

source: LANG_DE - Mitarbeiterverwaltung
de: - Mitarbeiterverwaltung

source: - Budgetting
de: - Finanzpläne

source: Depreciation
de: - Abschreibungen

source: <emphasis>Managing Business Finances</emphasis> discusses the use of <application>&app;</application> in business accounting: <_:itemizedlist-1/>
de: Im Teil <emphasis>Geschäftliche Finanzen verwalten</emphasis> wird die Verwendung von <application>&app;</application> zur Buchführung in Unternehmen beschrieben: <_:itemizedlist-1/>

source: This manual also includes several appendices, which contains extra information you might want to know:
de: Dieses Handbuch enthält auch verschiedene <emphasis>Anhänge</emphasis>, die Extrainformationen enthalten, die Sie wissen sollten:

source: - Glossary of terms used in <application>&app;</application>
de: Anhang : Kommandozeilenoptionen, Tastenkürzel &hellip;

source: - Guide for former <trademark class="registered">Quicken</trademark>, MS Money or other <acronym>QIF</acronym> users
de: - GNU Lizenz für Freie Dokumentation

source: Last, but not least, a glossary and index help you quickly locate topics.
de: Und schließlich bieten ein und ein Index die Möglichkeit, schnell Themen zu finden.

source: Getting More Help
de: Mehr Hilfe erhalten

source: Online Help
de: Online Hilfe

source: The online help is the counterpart to this guide. It provides the detailed instructions for using <application>&app;'s</application> menus, windows, and controls. To open online help, select <menuchoice><guimenu>Help</guimenu> <guimenuitem>Contents</guimenuitem></menuchoice>.
de: Die Online-Hilfe ist das Gegenstück zu diesem Leitfaden. Er bietet detaillierte Anleitungen <application>&app;'s</application> Menüs, Fenster und Bedienelemente zu nutzen. Um die Online-Hilfe zu öffnen, wählen Sie <menuchoice><guimenu>Hilfe</guimenu> <guimenuitem>Inhalt</guimenuitem></menuchoice>.

source: An immense amount of less-formal documenation, both of <application>&app;</application> itself and its maintenance and development may be found in the <ulink url="https://wiki.gnucash.org/wiki"><application>&app;</application> Wiki</ulink>; the <ulink url="https://wiki.gnucash.org/wiki/FAQ">Frequently Asked Questions</ulink> page should be a first stop whenever you encounter difficulty using <application>&app;</application>.
de: Eine umfangreiche weiniger formale Dokumenation, sowohl von <application>&app;</application> selbst als auch der Pflege und Entwicklung von <application>&app;</application>kann man im <ulink url="https://wiki.gnucash.org/wiki"> <application>&app;</application>Wiki (en)</ulink> finden; die Seite mit <ulink url="https://wiki.gnucash.org/wiki/FAQ">Häufig gestllten Fragen (en) </ulink> sollte immer dann die erste Anlaufstelle sein, wenn man auf Schwierigkeiten bei der Nutzung von <application>&app;</application> stößt.

source: <application>&app;</application> On-line Assistance
de: <application>&app;</application> Online Hilfe

source: Mailing List
de: Mailing-Liste
