Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: The need for 3 or more splits in a transaction occurs when you need to split either the <quote>from</quote> or the <quote>to</quote> account in a transaction into multiple accounts. The classic example of this is when you receive a paycheck. Your take home pay from a paycheck will typically be less than your net pay, with the difference being due to taxes, retirement account payments, and/or other items. Thus, the single transaction of you receiving a paycheck involves other accounts besides simply <emphasis>Assets:Checking</emphasis> and <emphasis>Income:Salary</emphasis>.
de: Die Notwendigkeit für drei oder mehr Teilbuchungen in einer Buchung ergibt sich, wenn Sie bei einer Buchung entweder mehrere <quote>Von-</quote> oder mehrere <quote>Nach-</quote> Konten angeben wollen. Ein klassisches Beispiel dafür ist eine Gehaltsbuchung. Das Geldbetrag, welchen Sie ausgezahlt bekommen, ist normalerweise geringer als Ihr Bruttoverdienst. Der Unterschied kommt durch Lohnabzüge wie Steuern, Rentenversicherung, Krankenkasse etc. zustande. Die einfache Buchung Ihres Gehaltes beeinflusst deshalb neben <emphasis>Aktiva:Girokonto</emphasis> und <emphasis>Ertrag:Gehalt</emphasis> auch andere Konten.

source: To add the paycheck split transaction from the<emphasis role="italic"> Assets:Checking</emphasis> account register window, click on a new transaction line and click <guilabel>Split</guilabel>. Note that if you have set your register view to Auto-Split or Transaction Journal, the splits will be opened for you. Enter the description of this transaction on the first line(e.g. “Employers R Us”). In the split lines below this, enter the various splits that make up this transaction, one by one. To enter the splits, first choose the account, then enter the amount by which to change the account. Keep in mind that when in an asset account register, amounts entered in the left column increase the account balance, while amounts entered in the right column decrease the balance (for more about this, see <xref linkend="basics-transactions2"/>). Tab or click the next split line and repeat the process. Note that if you are using the keyboard to navigate the transaction, use<keycap> Tab</keycap> to move from field to field, as using <keycap>Enter</keycap> will commit the transaction and create splits to an Imbalance account.
de: Um die Gehaltszahlung in der Buchungsansicht des Kontos <emphasis>Aktiva:Girokonto</emphasis> einzugeben klicken Sie auf eine neue Buchungszeile und klicken dann auf <guibutton>Vollständig</guibutton>. Geben Sie jetzt in der ersten Zeile die Beschreibung der Buchung ein (zum Beispiel <quote>Employers ALDI</quote>). In die darunterliegenden Zeilen geben Sie nacheinander die verschiedenen Teilbuchungen ein, aus denen die Buchung besteht. Wählen Sie zuerst das Konto, und geben danach den auf dieses Konto zu transferierenden Betrag ein. Dann klicken Sie auf die nächste Zeile und wiederholen den Vorgang. Beachten Sie , dass sich in der Aktivakontoansicht, der Betrag in der linken Spalte das Saldo erhöht und der Betrag in der rechten Spalte das Saldo erniedrigt (mehr finden Sie unter <xref linkend="basics-transactions2"/>). Nach Tab oder durch klicken kommen Sie in die nächste Zeile der Teilbuchungen und wiederholen den Prozess. Beachten Sie, dass wenn Sie die Tastatur zur Navigation durch die Buchungen benutzen, nutzen Sie <keycap>Tab </keycap>, um sich von einem Feld zum anderen zu bewegen, wie die Nutzung der <keycap>Enter</keycap>-Taste die Buchungen bestätigt und Teilbuchungen auf das Ausgleichskonto erzeugt.

source: When creating a transaction in <application>&app;</application>, splits can be entered in any order. However, when the transaction is closed (either when leaving the transaction, or when pressing the <keycap function="enter">Enter</keycap> key), all debit splits will jump ahead of all credit splits.
de: Wenn Sie eine Buchung in <application>&app;</application> erzeugen, können die Teilbuchungen in beliebiger Reihenfolge eingegeben werden. Jedoch wenn die Buchung beendet wird (entweder durch Verlassen der Buchung oder durch Drücken der <keycap function="enter">Enter</keycap> Taste), machen alle Soll-Teilbuchungen einen Sprung vor die Haben-Teilbuchungen.

source: In this example, choose the deposit account (<emphasis>Assets:Checking</emphasis>) and then enter the amount that is being deposited into it (e.g. $670). Follow this by entering the amounts for the various taxes: <emphasis>Expenses:Taxes:Federal</emphasis> account, $180; <emphasis>Expenses:Taxes:Medicare</emphasis> account, $90; and <emphasis>Expenses:Taxes:Social Security</emphasis> account, $60. Finally, enter the gross total of your paycheck ($1,000 in this example) as a withdrawal transfer from <emphasis>Income:Salary</emphasis>.
de: In diesem Beispiel wählen Sie als Konto für die Einzahlungen das Konto (<emphasis>Aktiva:Girokonto</emphasis>) und geben dann unter Einzahlung (Soll) den eingezahlten Geldbetrag an (zum Beispiel 670 €). Nachfolgend geben sie die Beträge für die verschiedenen Abgaben ein: Konto <emphasis>Aufwendungen:Steuern:Einkommensteuer</emphasis> 180 €; Konto <emphasis>Aufwendungen:Steuern:Krankenversicherung</emphasis> 90 €; und Konto <emphasis>Aufwendungen:Steuern:Rentenversicherung</emphasis> 60 €. Zum Schluss geben Sie den Bruttobetrag ihres Gehalts (1000 € in diesem Beispiel) als Abhebung (Haben) von ihrem Konto <emphasis>Ertrag:Gehalt</emphasis> ein.

source: The final split should look like <xref linkend="txns-register-multiaccount"/>. Remember to press <keycap function="enter">Enter</keycap> after finishing the entry. But you should also know that when you press <keycap function="enter">Enter</keycap>, the split view will be <quote>folded</quote> back into a simplified transaction view. The splits are still there; you just have to click <guilabel>Split</guilabel> to view them. See <xref linkend="txns-registers-features2"/> for details.
de: Die komplette mehrteilige Buchung sollte jetzt folgendermaßen aussehen <xref linkend="txns-register-multiaccount"/>. Vergessen Sie nicht, nach Eingabe der Teilbuchungen, die Buchung durch Druck der Taste <keycap function="enter">Enter</keycap> abzuschließen. Die Ansicht der Buchung wechselt durch Druck auf die Taste <keycap function="enter">Enter</keycap> wieder auf die einzeilige Darstellung. Die Einträge der Teilbuchungen sind noch vorhanden, und können durch klicken auf <guilabel>Vollständig</guilabel> wieder angezeigt werden. Siehe auch <xref linkend="txns-registers-features2"/> für weitere Einzelheiten.

source: Entering a split transaction
de: Eingabe einer mehrteiligen Buchung

# _
source: external ref='figures/txns_register_multiaccount.png' md5='b6006efbbcdc8d755c793ffedb26d011'
de: external ref='figures/txns_register_multiaccount.png' md5='b6a1b8927b6a9777db0c882c930fab82'

source: <imageobject> <imagedata fileref="figures/txns_register_multiaccount.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Account Register - Split Transaction</phrase> </textobject>
de: <imageobject> <imagedata fileref="figures/txns_register_multiaccount.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Buchungsansicht - mehrteilige Buchung</phrase> </textobject>

source: Reconciliation
de: Kontenabgleich

source: Once transactions have been entered into <application>&app;</application>, it is important to verify that they agree with the records of your financial institution. This verification process is known as <emphasis role="strong">reconciliation</emphasis>, and it is key to determine whether your records are accurate. Most commonly, you will check transactions against bank statements, although you can use this process to verify any transaction.
de: Für einmal eingegebenen Buchungen in <application>&app;</application> ist es wichtig, diese abzugleichen, dass sie mit den Aufzeichnungen Ihrer Bank übereinstimmen. Dieser Vorgang wird auch <emphasis>Abstimmung</emphasis> oder <emphasis>Abgleich</emphasis> genannt. Dies ist der Schlüssel für eine exakte Buchhaltung. Meistens prüfen Sie die Buchungen gegen die Kontenauszüge. Damit können sie alle Buchungen überprüfen.

source: <application>&app;</application> keeps track of the reconciliation status of each transaction. The reconciliation status of a transaction is shown by the reconciliation <guilabel>R</guilabel> field in a register: <emphasis>y</emphasis> indicates that a transaction has been reconciled, <emphasis>n</emphasis> indicates that it has not, and <emphasis>c</emphasis> indicates that it has been cleared, but not reconciled. A split marked cleared signifies that you got some kind of confirmation that the institution accepted the order (e.g. you have the restaurant's receipt for your credit card purchase). You can toggle the reconciliation status between <emphasis>n</emphasis> and <emphasis>c</emphasis> by clicking in the <guilabel>R</guilabel> field; you can set it to <emphasis>y</emphasis> by using <xref linkend="txns-reconcile-window2"/>.
de: <application>&app;</application> behält den Überblick über den Abgleichstatus einer jeden Buchung. Der Abgleichzustand einer Buchung wird im Feld <guilabel>J</guilabel> in der Buchungsansicht angezeigt. Der Buchstabe <emphasis>j</emphasis> zeigt an, dass eine Buchung bereits abgeglichen ist, ein <emphasis>n</emphasis> zeigt an, dass ein Abgleich noch nicht erfolgt ist, und <emphasis>b</emphasis> zeigt an, dass die Buchung bestätigt, also z.B. vom ausführenden Institut akzeptiert wurde, aber noch nicht abgeglichen ist. Eine bestätigte Teilbuchung zeigt an, dass Sie irgendeine Bestätigung haben, dass die Institution den Auftrag angenommen hat (beispielsweise besitzen Sie die Quittung eines Restaurants, dass Sie dort mit Ihrer Kreditkarte bezahlt haben.) Durch Klicken in das Feld <guilabel>J</guilabel> der Buchung können Sie zwischen den Zuständen <emphasis>n</emphasis> und <emphasis>b</emphasis> umschalten. Sie können den Zustand auf <emphasis>y</emphasis> setzen, indem Sie den Dialog <guilabel>Abgleichen</guilabel> verwenden. (siehe <xref linkend="txns-reconcile-window2"/>)

source: At the bottom of the account window, there are (among others) two running balances (the <guilabel>cleared</guilabel> and <guilabel>reconciled</guilabel> balance), and the <guilabel>total</guilabel> balance. The former balances should correspond to how much money the bank thinks you have in your account, while the latter includes outstanding transactions.
de: Am unteren Ende der Buchungsansicht gibt es Anzeigen für verschiedene Kontostände. Während die Anzeigen <guilabel>Bestätigt</guilabel> und <guilabel>Abgeglichen</guilabel> Ihre Finanzen aus Sicht der Bank (aufgrund eingegangener Zahlungsbelege) darstellen, werden unter <guilabel>Aktueller Wert</guilabel> auch offene d.h. der Bank noch nicht mitgeteilte Finanztransaktionen berücksichtigt.

source: For example, when you write a check for something, you should enter the transaction into <application>&app;</application>. The reconciliation <guilabel>R</guilabel> field of the transaction will initially contain <guilabel>n</guilabel> (new). Your new entry will contribute to the <guilabel>total</guilabel> balance, but not to the <guilabel>cleared</guilabel> and <guilabel>reconciled</guilabel> balance. Later, if you got some confirmation that the check has been cashed, you might click on the transaction&rsquo;s <guilabel>R</guilabel> field to change it to <emphasis>c</emphasis> (cleared). When you do this, the <guilabel>cleared</guilabel> balance will change to include this amount. When the bank statement arrives, you can then compare it to what you&rsquo;ve recorded in <application>&app;</application> by opening the reconciliation window. There, you will be able to change the <guilabel>R</guilabel> field to <emphasis>y</emphasis> (reconciled).
de: Wenn Sie z.B. einen Scheck für irgend etwas ausstellen, sollten Sie dies in <application>&app;</application> buchen. Das Feld Abgleich (<guilabel>J</guilabel>) der Buchung enthält am Anfang den Wert <guilabel>n</guilabel> (neu). Die neue Buchung trägt zum Kontostand <guilabel>Aktueller Wert</guilabel> bei, aber nicht zum Kontostand <guilabel>Bestätigt</guilabel> und <guilabel>Abgeglichen</guilabel>. Später, wenn Sie eine Bestätigung erhalten, dass der Scheck eingelöst wurde, können Sie auf das Feld Abgleich (<guilabel>J</guilabel>) dieser Buchung klicken, um den Wert auf <emphasis>b</emphasis> umzustellen (bestätigt). Sobald Sie das tun, ändert sich der Kontostand in der Anzeige <guilabel>Bestätigt</guilabel>, um jetzt auch diese Transaktion zu berücksichtigen. Wenn der Kontoauszug eintrifft, können Sie dann Ihre in <application>&app;</application> eingegebenen Buchungsdaten mit denen der Bank vergleichen. Im Dialog Kontoabgleich können Sie die Übereinstimmung der von der Bank gebuchten Transaktionen und damit den Wert im Feld <guilabel>J</guilabel> auf <emphasis>j</emphasis> (abgeglichen) ändern.

source: You cannot reconcile directly in a register window by clicking in the <emphasis>R</emphasis> field. You must use the reconciliation window. Once a transaction has been marked <emphasis>reconciled</emphasis>, it can no longer be easily changed without breaking the <link linkend="rec-start-blnc"><guilabel>Starting Balance</guilabel></link> of the next reconciliation.
de: Sie können Buchungen nicht direkt in der Buchungsansicht abgleichen, sondern müssen das Fenster Kontoabgleich nutzen. Sobald eine Buchung als <emphasis>Abgeglichen</emphasis> gekennzeichnet wurde, kann sie nicht mehr so einfach geändert werden, ohne dass der <link linkend="rec-start-blnc"> <guilabel>Anfangssaldo</guilabel> </link> des nächsten Kontoabgleichs abweicht.

source: It is important to understand that reconciliation is done for a given date, and when you reconcile an account based on a statement from a given date, you are reconciling <emphasis role="strong">all transactions prior to that date</emphasis>. Therefore, if you add or modify transactions that predate your last reconciliation, your <emphasis role="strong">reconciled</emphasis> balances will be thrown off.
de: Es ist wichtig zu verstehen, dass der Abgleich für ein gegebenes Datum erfolgt, und wenn Sie ein Konto aufgrund eines Auszugs von einem bestimmten Datum abgleichen, Sie <emphasis role="strong">alle Buchungen bis zu diesem Datum</emphasis> als abgeglichen markieren. Falls Sie also Buchungen einfügen oder verändern, welche vor dem Datum Ihres letzten Abgleichs liegen, wird der entsprechende <emphasis role="strong">Abgeglichen</emphasis>-Saldo nicht mehr stimmen.

source: Reconcile windows
de: Abgleichsdialog

source: The reconciliation windows are used to reconcile a <application>&app;</application> account with a statement that a bank or other institution has sent you. Reconciliation is useful not only to double-check your records against those of your bank, but also to get a better idea of outstanding transactions, e.g. uncashed checks.
de: Der Abgleichsdialog wird verwendet, um ein <application>&app;</application> Konto in Übereinstimmung zu bringen mit einem Kontoauszug, den Sie von einer Bank oder einer anderen Finanzinstitution bekommen haben. Ein Kontoabgleich ist nicht nur nützlich, um die Übereinstimmung Ihrer Buchführung mit der Ihrer Bank zu gewährleisten, sondern auch, um ein besseres Verständnis von offenen Geschäftsvorfällen zu erhalten, z.B. noch nicht eingelösten Schecks.

source: To use the reconciliation windows, select an account from the account tree and click on <menuchoice><guimenu>Actions</guimenu> <guimenuitem>Reconcile</guimenuitem></menuchoice>. A window like the one below will appear in which you can enter the reconcile information.
de: Um den Abgleichsdialog zu öffnen, wählen Sie ein Konto in Ihrem Kontenrahmen und klicken auf den Menüpunkt <menuchoice><guimenu>Aktionen</guimenu><guimenuitem>Abgleichen</guimenuitem></menuchoice>. Das untenstehende Fenster erscheint, in welchem Sie die Informationen für den Kontoabgleich eingeben können.

# _
source: external ref='figures/txns_reconcile_window1.png' md5='34beed318ab96c8b6b3edfbd100a0474'
de: external ref='figures/txns_reconcile_window1.png' md5='d040d8d8d5df1d83b1da44a33a7528d5'

source: The initial reconcile window.
de: Das Anfangsfenster des Kontoabgleichs.

source: <imageobject role="html"> <imagedata fileref="figures/txns_reconcile_window1.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_reconcile_window1.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>Reconcile Window</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/txns_reconcile_window1.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_reconcile_window1.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Abgleichsfenster</phrase> </textobject> <_:caption-1/>

source: In the initial reconcile window, some <guilabel>Reconcile Information</guilabel> need to be entered.
de: In dem Anfangsfenster des Kontoabgleichs müssen einige <guilabel>Abgleichsparameter</guilabel> eingegeben werden.

source: <guilabel>Statement Date</guilabel>
de: <guilabel>Datum des Kontoauszugs</guilabel>

source: The date of the statement you will be reconciling against.
de: Das Datum, bis zu dem der Abgleich erfolgen soll.

source: Click on the down arrow in the right of this field to open a calendar
de: Um einen Kalender zu öffnen, klicken Sie auf den Pfeil nach unten rechts neben dem Eingabefeld.

source: <guilabel>Starting Balance</guilabel>
de: <guilabel>Anfangssaldo</guilabel>

source: This is a non-editable item which displays the balance from the previous reconciliation. It should match the starting balance in your statement.
de: Dies ist ein vorgegebener Wert, der den Kontostand des letzten Abgleichs anzeigt. Dieser Wert sollte mit dem Anfangskontostand Ihres Kontoauszugs übereinstimmen.

source: Sometimes, the opening balance in <application>&app;</application> does not match that found on your statement. This can happen the first time you reconcile your account or when a previously-reconciled transaction is de-reconciled or deleted.
de: Manchmal stimmt der Anfangssaldo in <application>&app;</application> nicht mit dem von Ihrer Bank übermittelten überein. Dies tritt beim ersten Abgleich des Kontos auf, oder wenn bereits abgeglichene Buchungen verändert oder gelöscht wurden.

source: The first time you reconcile your account, the <guilabel>starting balance</guilabel> will be <guilabel>0.00</guilabel>, thus probably not the <emphasis>opening balance</emphasis> of your account. When you reconcile the account, the <emphasis>opening balance</emphasis> for the account will be included in the reconciliation, and the result should balance.
de: Beim ersten Abgleich Ihres Kontos beträgt der <guilabel>Anfangssaldo</guilabel> <guilabel>0,00</guilabel>. Dies ist höchstwahrscheinlich nicht der <emphasis>Anfangskontostand</emphasis> Ihres Kontos. Beim Abgleich wird der <emphasis>Anfangskontostand</emphasis> des Kontos im Abgleich berücksichtigt, und das Ergebnis sollte ausgeglichen sein.

source: In the case when a previously-reconciled transaction is accidentally de-reconciled, you can simply re-reconcile the transaction along with the transactions on the current statement, and the result should balance.
de: Im Falle, dass eine vorher abgeglichene Buchung versehentlich nicht mehr abgeglichen ist, können Sie einfach die Buchung zusammen mit den anderen Buchungen im jetzigen Kontoauszug wieder abgleichen, und das Ergebnis sollte ausgeglichen sein.

source: The case of accidentally deleting a previously-reconciled transaction presents more of a challenge; if you cannot determine what was deleted and restore it to the register, you will have to create a dummy transaction to get the reconciliation to finish.
de: Die Korrektur von versehentlich gelöschten, bereits abgeglichenen Buchungen ist eine größere Herausforderung. Falls Sie nicht mehr feststellen können, welche Buchung gelöscht wurde, und Sie sie deshalb nicht mehr wieder eingeben können, müssen Sie eine Ausgleichsbuchung einfügen, um den Kontoabgleich abzuschließen.

source: While the latter case does not matter for your private accounting, you should have a really good explanation for your auditors, if you are the accountant of a club or a company.
de: Während letzter Fall in Ihrer privaten Buchführung nicht weiter schlimm ist, sollten Sie eine sehr gute Erklärung für Ihre Prüfer parat haben, falls Sie die Bücher eines Vereins oder einer Firma führen.

source: <guilabel>Ending Balance</guilabel>
de: <guilabel>Schlusssaldo</guilabel>

source: This field should be filled with the ending balance as it appears in the statement.
de: In dieses Feld sollte der Schlusssaldo des Kontoauszugs Ihrer Bank eingetragen werden.

source: <application>&app;</application> automatically fills this field with the <guilabel>Present</guilabel> balance as shown in the lower part of the account&rsquo;s register.
de: <application>&app;</application> trägt in dieses Feld automatisch den im unteren Teil der Kontoansicht angezeigten <guilabel>aktuellen Wert</guilabel> ein.

source: <guilabel>Include Sub-accounts</guilabel>
de: <guilabel>Unterkonten einbeziehen</guilabel>

source: Check this option if you want to include in the reconciliation the transactions that belongs to the sub-accounts of the currently selected account. Note that all sub-accounts must be in the same commodity as the parent for the option to be enabled.
de: Wählen Sie diese Option, wenn Sie in dem Abgleich auch Buchungen von Unterkonten des gewählten Kontos berücksichtigen möchten.

source: <guibutton>Enter Interest Payment</guibutton>
de: <guibutton>Zahlung Habenzins eingeben&hellip;</guibutton>

source: Clicking this button opens a new window that allow you to enter an interest transaction to the account to be reconciled.
de: Ein Klick auf diesen Knopf öffnet das Fenster <guilabel>Habenzinsen</guilabel> zur Eingabe einer Zinsbuchung in das abzugleichende Konto.

source: The <guilabel>Interest Payment</guilabel> window might be opened automatically when you start a reconciliation for an account of the type <emphasis>Bank</emphasis>, <emphasis>Credit</emphasis>, <emphasis>Mutual</emphasis>, <emphasis>Asset</emphasis>, <emphasis>Receivable</emphasis>, <emphasis>Payable</emphasis>, and <emphasis>Liability</emphasis>. If you want to disable this behavior for any of the previous accounts, go to the <guilabel>Register</guilabel> tab of the <guilabel>&app; Preferences</guilabel> and uncheck the <guilabel>Automatic interest transfer</guilabel> option. Alternatively, to disable this behavior only for the selected account, press the <guibutton>No Auto Interest Payments for this Account</guibutton> button in the <guilabel>Interest Payment</guilabel> window.
de: Das Fenster <guilabel>Habenzinsen</guilabel> kann auch beim Abgleich eines Kontos vom Typ <emphasis>Bank</emphasis>, <emphasis>Kreditkarte</emphasis>, <emphasis>Mutual</emphasis>, <emphasis>Aktiva</emphasis>, <emphasis>Offene Forderungen</emphasis>, <emphasis>Offene Verbindlichkeiten</emphasis>, und <emphasis>Fremdkapital</emphasis> automatisch geöffnet werden. Wenn Sie dieses Verhalten für alle vorgenannten Kontentypen ausschalten wollen, entfernen Sie die Markierung bei der Option <guilabel>Automatisch Zinsbuchungen</guilabel> auf der Karteikarte <guilabel>Kontobuch</guilabel> im Fenster <guilabel>&app; Einstellungen</guilabel>. Um nur das Verhalten für das gewählte Konto auszuschalten, drücken Sie den Knopf <guibutton>Keine automatischen Habenzins-Zahlungen für dieses Konto</guibutton> im Fenster <guilabel>Habenzinsen</guilabel>.
