Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor-3-overview.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor-3-overview.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase> <guimenuitem>Edit Scheduled Transaction</guimenuitem> window, <guilabel>Overview</guilabel> tab</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor-3-overview.png" format="PNG" srccredit="Mechtilde Stehmann" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor-3-overview.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Fenster <guimenuitem>Terminierte Buchung bearbeiten</guimenuitem> &mdash; Karteikarte <guilabel>Übersicht</guilabel></phrase> </textobject> <_:caption-1/>

source: First, let&rsquo;s enter a name for this new scheduled transaction in the top of the window.
de: Zuerst tragen wir oben im Fenster einen Namen für die neu erstellte terminierte Buchung ein.

source: This name will only identify the transaction in the <guilabel>Edit Scheduled Transaction</guilabel> window, it will never appear in the ledger.
de: Dieser Name dient nur der Kennzeichnung der Buchung in der Liste der terminierten Buchungen im Fenster <guilabel>Terminierte Buchung bearbeiten</guilabel> und tritt nicht in der Buchungsansicht auf.

source: In the <guilabel>Options</guilabel> pane of the <guilabel>Overview</guilabel> tab you have four options:
de: Im Bereich <guilabel>Optionen</guilabel> der Karteikarte <guilabel>Übersicht</guilabel> gibt es vier Auswahlmöglichkeiten:

source: <guilabel>Enable</guilabel>
de: <guilabel>Aktiv</guilabel>

source: Sets the status of the scheduled transaction.
de: bestimmt den Status der terminierten Buchung.

source: <guilabel>Create automatically</guilabel>
de: <guilabel>Automatisch erstellen</guilabel>

source: If enabled, will insert this transaction in the ledger without asking you before (see below). If needed, you can be advised when the transaction is entered by checking the <guilabel>Notify me when created</guilabel> option.
de: Wenn diese Option gewählt wird, wird die terminierte Buchung ohne Rückfrage ins Hauptbuch eingetragen (siehe unten). Durch die Auswahl von <guilabel>Bei Erstellung benachrichtigen</guilabel> können Sie einstellen, dass Sie über den Eintrag der Buchung informiert werden.

source: <guilabel>Create in advance</guilabel>
de: <guilabel>Im Voraus erstellen</guilabel>

source: Sets how many days in advance the transaction will be created.
de: Mit dieser Option können Sie einstellen, ob, und wie viele Tage im Voraus die Buchung erstellt werden soll.

source: <guilabel>Remind in advance</guilabel>
de: <guilabel>Im Voraus erinnern</guilabel>

source: Sets how many days in advance a reminder is presented. This can be used, for example, when you have to pay something by check, and a reminder one week before allows you to send your check before the deadline.
de: Mit dieser Option können Sie einstellen, ob, und wie viele Tage im Voraus Sie an eine fällige Zahlung erinnert werden wollen. Das ist sehr nützlich, wenn Sie ein Zahlungsziel ausnutzen wollen, und eine Erinnerung eine Woche vor Ablauf der Zahlungsfrist ermöglicht es Ihnen die Zahlung Termingerecht zu veranlassen (oder den Scheck zuzusenden).

source: The <guilabel>Occurences</guilabel> pane allows you to tell <application>&app;</application> that this scheduled transaction won&rsquo;t last for ever. For example if you are repaying a loan, you can enter the loan end date or the number of occurences left.
de: Der Bereich <guilabel>Auftreten</guilabel> ermöglicht es Ihnen, <application>&app;</application> mitzuteilen, dass die terminierte Buchung nur bis zu einem bestimmten Datum ausgeführt werden soll. Zum Beispiel können Sie, wenn sie ein Darlehen zurückzahlen, entweder das Enddatum, oder die Anzahl der noch offenen Zahlungen einstellen.

source: Select now the <guilabel>Frequency</guilabel> tab in the <guilabel>Edit Scheduled Transaction</guilabel> window. Here you can set the time-related options of the transaction.
de: Wählen Sie jetzt die Karteikarte <guilabel>Häufigkeit</guilabel> im Fenster <guilabel>Terminierte Buchungen bearbeiten</guilabel>. Hier können Sie die zeitbezogenen Werte der Buchung einstellen.

# _
source: external ref='figures/txns_sxn_editor-3-frequency.png' md5='b3017c4777faeb463da3a770db52b4d7'
de: external ref='figures/txns_sxn_editor-3-frequency.png' md5='f2c0e26b0c17e37f2bd7adea9c514a88'

source: <guimenuitem>Edit Scheduled Transaction</guimenuitem> window, <guilabel>Frequency</guilabel> tab
de: <guimenuitem>Terminierte Buchungen bearbeiten</guimenuitem> &mdash; Karteikarte <guimenuitem>Häufigkeit</guimenuitem>

source: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor-3-frequency.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor-3-frequency.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase> <guimenuitem>Edit Scheduled Transaction</guimenuitem> window, <guilabel>Frequency</guilabel> tab</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor-3-frequency.png" format="PNG" srccredit="Mechtilde Stehmann" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor-3-frequency.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase><guimenuitem>Terminierte Buchungen bearbeiten</guimenuitem> &mdash; Karteikarte <guimenuitem>Häufigkeit</guimenuitem></phrase> </textobject> <_:caption-1/>

source: <guilabel>Frequency</guilabel>
de: <guilabel>Häufigkeit</guilabel>

source: Sets the basic frequency of the transaction, with options for <guilabel>once</guilabel>, <guilabel>daily</guilabel>, <guilabel>weekly</guilabel>, <guilabel>semi-monthly</guilabel> and <guilabel>monthly</guilabel>. In this example, this is set to <guilabel>monthly</guilabel>.
de: Stellt die Häufigkeit des Auftretens der Buchung ein, mit Einstellungen für <guilabel>einmal</guilabel>, <guilabel>täglich</guilabel>, <guilabel>wöchentlich</guilabel>, <guilabel>halbmonatlich</guilabel> und <guilabel>monatlich</guilabel>. In unserem Beispiel setzen Sie die Häufigkeit auf <guilabel>monatlich</guilabel>.

source: It is possible to set a transaction to occur at intervals <emphasis>other</emphasis> than those listed in the <guilabel>Frequency</guilabel> list, by changing the setting in the <guilabel>Every</guilabel> control (see below).
de: Durch die Einstellung unter <guilabel>Alle</guilabel> ist es möglich einzustellen, dass die Buchung auch in anderen Intervallen, als den in der Liste <guilabel>Häufigkeit</guilabel> angegebenen, auftreten soll (siehe unten).

source: <guilabel>Start Date</guilabel>
de: <guilabel>Anfangsdatum</guilabel>

source: Sets when the transaction will begin. In the example, this would be set to the start of the next month.
de: Stellt ein, wann die Buchung des erste Mal ausgeführt werden soll. In unserem Beispiel würde es auf den Beginn des nächsten Monats gesetzt.

source: <guilabel>Every</guilabel>
de: <guilabel>Alle</guilabel>

source: This option allows you to schedule transactions by multiplies of the value in <guilabel>Frequency</guilabel>. For example, to create a transaction that runs every 3 weeks, set <guilabel>Frequency</guilabel> to <guilabel>Weeks</guilabel> and <guilabel>Every</guilabel> to <guilabel>3</guilabel>.
de: Diese Option erlaubt Ihnen, den Termin für die Buchung auf ein Vielfaches des Wertes im Feld <guilabel>Häufigkeit</guilabel> einzustellen. Zur Planung einer Buchung, die alle drei Wochen durchgeführt werden soll, stellen Sie zum Beispiel <guilabel>Häufigkeit</guilabel> auf <guilabel>wöchentlich</guilabel> und <guilabel>Alle</guilabel> auf <guilabel>3</guilabel>.

source: <guilabel>On the</guilabel> and <guilabel>Except on weekends</guilabel>
de: <guilabel>Am</guilabel> und <guilabel>außer am Wochenende</guilabel>

source: Sets the day of the month that the transaction is scheduled, and controls what <application>&app;</application> will do when the day occurs on a weekend day.
de: Diese Eingabefelder dienen der Auswahl des Ausführungstags, und legen fest, wie <application>&app;</application> vorgehen soll, wenn dieser Tag auf ein Wochenende fällt.

source: We know that the subscription is taken on the 28th each month, so the <guilabel>Start date</guilabel> will be November 1, 2003 (assuming November is the next month), the <guilabel>Frequency</guilabel> will be <guilabel>Monthly</guilabel>, it will be taken every month on the 28th. Since in our example the internet subscription is automatically taken from the account, we have no need to create it in advance, nor give an end date.
de: Wir wissen, dass die Gebühr am 28. jeden Monats fällig wird, deshalb geben wir als <guilabel>Anfangsdatum</guilabel> zum Beispiel den 1. November 2003 ein (unter der Annahme, dass im November die nächste Zahlung erfolgen soll). Die <guilabel>Häufigkeit</guilabel> stellen wir auf <guilabel>monatlich</guilabel>. Mit diesen Einstellungen wird die Buchung jeden Monat am 28. erzeugt. Da in unserem Beispiel die Zahlungen für das Internet monatlich abgebucht werden, brauchen wir die Buchung weder im Voraus zu generieren, noch müssen wir ein Enddatum eingeben.

source: When the elements on this tab are filled in, <application>&app;</application> will highlights the calendar below to indicate when future transactions will be run.
de: Wenn die Einstellungen auf dieser Karteikarte durchgeführt wurden, markiert <application>&app;</application> das Ausführungsdatum der zukünftigen Buchungen im unten auf der Karteikarte dargestellten Kalender.

source: Finally select the <guilabel>Template Transaction</guilabel> tab and enter your transaction in the lower part as you would do in the ledger, with the only difference of having no date.
de: Wählen Sie zum Schluss die Karteikarte <guilabel>Buchungsvorlage</guilabel> und geben Sie die Buchung im unteren Teil der Karteikarte ein, wie Sie es normalerweise im Hauptbuch tun würden. Der einzige Unterschied besteht darin, dass Sie bei der Eingabe kein Datum eingeben.

source: Now, you should have a window like this:
de: Jetzt sollte ihr Fenster folgendermaßen aussehen:

# _
source: external ref='figures/txns_sxn_editor-3-template.png' md5='6ed1643b5eabafe05f277c5040e7f246'
de: external ref='figures/txns_sxn_editor-3-template.png' md5='b52abf531253177ff17162a673a6a39b'

source: <guimenuitem>Edit Scheduled Transaction</guimenuitem> window, <guilabel>Template Transaction</guilabel> tab
de: <guimenuitem>Terminierte Buchungen bearbeiten</guimenuitem> &mdash; Karteikarte <guimenuitem>Buchungsvorlage</guimenuitem>

source: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor-3-template.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor-3-template.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase><guimenuitem>Edit Scheduled Transaction</guimenuitem> window, <guilabel>Template Transaction</guilabel> tab</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor-3-template.png" format="PNG" srccredit="Mechtilde Stehmann" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor-3-template.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase><guimenuitem>Terminierte Buchungen bearbeiten</guimenuitem> &mdash; Karteikarte <guimenuitem>Buchungsvorlage</guimenuitem></phrase> </textobject> <_:caption-1/>

source: Remember to click on the <guibutton>Enter</guibutton> icon, to validate and enter the transaction.
de: Bitte klicken Sie auf das Symbol <guibutton>Eingabe</guibutton>, um die Buchungsvorlage abzuspeichern.

source: Now click <guibutton>OK</guibutton>, it takes you to the <guilabel>Scheduled Transactions</guilabel> tab, now showing one item in the <guilabel>Transactions</guilabel> list:
de: Klicken Sie jetzt auf <guibutton>OK</guibutton>, um zur Karteikarte für <guilabel>Terminierte Buchungen</guilabel> zu gelangen. Diese zeigt jetzt den Eintrag für die terminierte Buchung in der Liste <guilabel>Buchungen</guilabel>:

# _
source: external ref='figures/txns_sxn_editor-4.png' md5='a42b151fac5c8af54a36e756a3f9128a'
de: external ref='figures/txns_sxn_editor-4.png' md5='5b462da0eecfe2ec7373d1a55dd9bfa3'

source: Entered scheduled transaction
de: Eingegebene terminierte Buchung

source: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor-4.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor-4.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>Entered scheduled transaction</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor-4.png" format="PNG" srccredit="Mechtilde Stehmann" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor-4.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Eingegebene terminierte Buchung</phrase> </textobject> <_:caption-1/>

source: If you click in the calendar part on the first day of one month, a small window, following your mouse, will show you what is planned for this day. To make the small window disappear again, just click in it one more time.
de: Wenn Sie mit der Maus auf den Kalender klicken, wird ein kleines Fenster eingeschaltet, welches für den Tag, auf den die Maus zeigt, alle terminierten Buchungen anzeigt. Um das Fenster wieder auszuschalten, klicken Sie noch einmal auf den Kalender.

source: You can now close the <guilabel>Scheduled Transaction</guilabel> tab, and <guilabel>save</guilabel> your work.
de: Sie können jetzt die Karteikarte <guilabel>Terminierte Buchung</guilabel> schließen und Ihre Eingabe <guilabel>speichern</guilabel>.

source: What comes below is just an illustration, and is not meant to be entered into the <application>&app;</application> database at this stage. As per this example, the below dialogs will appear when the scheduled transaction is supposed to run.
de: Das Folgende ist nur eine Beschreibung und muss nicht an dieser Stelle in die <application>&app;</application> Datenbank eingetragen werden. Gemäß diesem Beispiel werden die untenstehenden Dialoge erscheinen, sobald die terminierten Buchungen durchgeführt werden sollen.

source: From now on, when <application>&app;</application> is launched and a scheduled transaction is scheduled or need to be entered, you may see a <guilabel>Since Last Run...</guilabel> window summarizing the scheduled transactions operations (<guilabel>Reminder</guilabel>, <guilabel>To-Create</guilabel> etc... a better description of each option can be found in the <application>&app;</application> manual):
de: Sobald <application>&app;</application> gestartet wird, erhalten Sie von jetzt an die Anzeige des Fenster <guilabel>Seit letztem Aufruf...</guilabel> mit der Zusammenfassung der aktuell anstehenden terminierten Buchungen mit Status (<guilabel>Erinnerung</guilabel>, <guilabel>Zu Erstellen</guilabel> etc...) eine detaillierte Beschreibung der Optionen finden Sie im <application>&app;</application> Handbuch):

# _
source: external ref='figures/txns_sxn_editor_slr.png' md5='ca81345c0c57e530176c61cba939a4a4'
de: external ref='figures/txns_sxn_editor_slr.png' md5='9d8eb2da00762c7e430947fd5bd6cff6'

source: Scheduled transaction popup reminder
de: Terminierte Buchungen Erinnerungsfenster

source: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor_slr.png" format="PNG" srccredit="Cristian Marchi" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor_slr.png" format="PNG" srccredit="Cristian Marchi"/> </imageobject> <textobject> <phrase>Scheduled transaction popup reminder</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/txns_sxn_editor_slr.png" format="PNG" srccredit="Mechtilde Stehmann" width="510"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/txns_sxn_editor_slr.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Terminierte Buchungen Erinnerungsfenster</phrase> </textobject> <_:caption-1/>

source: You can click on the <guilabel>Status</guilabel> column to change the scheduled transaction status if needed. Then just click on <guibutton>Ok</guibutton> to close the <guilabel>Since Last Run...</guilabel> window and to apply the pending operations. Select <guibutton>Cancel</guibutton> to skip entering in the ledger the pending operations.
de: Falls nötig können Sie auf die Spalte <guilabel>Status</guilabel> klicken, um den Status der terminierten Buchung zu ändern. Klicken Sie dann auf den <guibutton>Ok</guibutton> Knopf, um das Fenster <guilabel>Seit letztem Aufruf...</guilabel> zu schließen und die anstehenden Transaktionen zu buchen. Wählen Sie <guibutton>Abbrechen</guibutton>, um die Eintragung der anstehenden Transaktionen in das Hauptbuch zu überspringen.

source: If the <guilabel>Status</guilabel> field was set to <guilabel>To-Create</guilabel>, then if you take a look in your bank account register, you&rsquo;ll see the transaction has been created:
de: Wenn Sie im Feld <guilabel>Status</guilabel> die Option <guilabel>Zu Erstellen</guilabel> gewählt haben, werden Sie bei einem Blick in die Buchungsansicht Ihres Kontos sehen, dass die Buchung erstellt wurde:

source: If you enable the <guilabel>Review created transactions</guilabel> option in the lower right of the <guilabel>Since Last Run...</guilabel> window, <application>&app;</application> will open, after pressing <guibutton>Ok</guibutton>, the register tab of each account where the scheduled transactions were entered automatically.
de: Wenn Sie die Option <guilabel>Erzeugte Buchungen durchsehen</guilabel> in der unteren rechten Ecke des Fensters <guilabel>Seit letztem Aufruf...</guilabel> wählen, öffnet <application>&app;</application> nach Bestätigung mit <guibutton>Ok</guibutton> die Karteikarten aller Konten, in die automatisch die terminierten Buchungen eingetragen wurden.

source: If you entered the transaction for 28 of April at this stage, then please <emphasis>revert back</emphasis> to the last saved <application>&app;</application> file by selecting <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice> and choosing the previously saved <filename>gcashdata_3</filename> <application>&app;</application> file.
de: Wenn Sie die Buchung für den 28. April hier erstellten, dann <emphasis>greifen Sie zurück</emphasis> auf die zuletzt gespeicherte <application>&app;</application>-Datei durch Auswahl von <menuchoice><guimenu>Datei</guimenu><guimenuitem>Öffnen</guimenuitem></menuchoice> und auswählen der vorherigen <filename>gcashdata_3</filename> <application>&app;</application>-Datei.

source: In the previous sections of this chapter the concepts and mechanics of working with transactions in <application>&app;</application> have been discussed. This section will expand upon the chart of accounts initially built in the previous chapter, by setting some opening balances, adding transactions and a scheduled transaction.
de: In den vorherigen Abschnitten dieses Kapitels wurden die Konzepte und Mechanismen behandelt. Dieser Abschnitt wird, aufbauend auf den Kontenplan, welcher bereits im vorherigen Kapitel erstellt wurde, ihre Datei erweitern, in dem einige Anfangsbestände erstellt, Geschäftsvorfälle und eine Terminierte Buchung hinzugefügt wurden.

source: Open <application>&app;</application> file
de: Öffnen der <application>&app;</application>-Datei

source: Start with opening the previous datafile we stored, <filename>gcashdata_3emptyAccts</filename>, and store it as <filename>gcashdata_4</filename> directly. The main window should look something like this:
de: Starten Sie mit der vorherigen Datei, die unter <filename>test.gnucash</filename> gespeichert ist und speichern Sie diese sofort unter <filename>test.gnucash_2</filename>. Das Hauptfenster sollte wie folgt aussehen:

# _
source: external ref='figures/txns_puttoget_Charts.png' md5='7a6230c3c87845766919d6d52be79f4b'
de: external ref='figures/txns_puttoget_Charts.png' md5='d98d0d3c0bee9e9587bba68e92096393'

source: This image shows the starting point for this section.
de: Dieses Bild zeigt den Startpunkt dieses Abschnittes.

source: <imageobject> <imagedata fileref="figures/txns_puttoget_Charts.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>Starting point for Putting It All Together</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_puttoget_Charts.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Startpunkt für die Zusammenfassung</phrase> </textobject> <_:caption-1/>

source: Opening Balances
de: Eröffnungsbilanz

source: As shown earlier in <xref linkend="txns-registers-twoaccount2"/> with the <emphasis>Assets:Checking</emphasis> account, the starting balances in an account are typically assigned to a special account called <emphasis>Equity:Opening Balance</emphasis>. To start filling in this chart of account, begin by setting the starting balances for the accounts. Assume that there is $1000 in the savings account and $500 charged on the credit card.
de: Wie früher mit dem <emphasis>Aktiva:Girokonto</emphasis> gezeigt, ist die Eröffnungsbilanz eines Kontos üblicherweise einem speziellen Konto, genannt <emphasis>Eigenkapital:Anfangsbestand</emphasis> zugewiesen. Um einen Kontenplan auszufüllen, beginnen Sie mit der Eröffnungsbilanz für dieses Konto. Nehmen wir an, dass es 1.000,- € auf einem Sparkonto und eine mit 500,- € belastete Kreditkarte gibt.

source: Open the <emphasis>Assets:Savings</emphasis> account register. Select <guimenu>View</guimenu> from the menu and check to make sure you are in Basic Ledger style. You will view your transactions in the other modes later, but for now let&rsquo;s enter a basic transaction using the basic default style.
de: Öffnen Sie die Kontenansicht <emphasis>Aktiva:Barvermögen:Sparkonto</emphasis>. Wählen Sie im Menü <guimenu>Ansicht</guimenu> und prüfen Sie, dass Sie im Stil Einzeilig sind. Sie sehen Ihre Buchungen in den anderen Ansichten später, aber lassen Sie uns eine Basisbuchung unter Nutzung des Basiskontenblatt eingeben.

source: From the <emphasis>Assets:Savings</emphasis> account register window, enter a basic 2 account transaction to set your starting balance to $1000, transferred from <emphasis>Equity:Opening Balance</emphasis>. Remember, basic transactions transfer money from a source account to a destination account. Record the transaction (press the <keycap function="enter">Enter</keycap> key, or click on the <guibutton>Enter</guibutton> icon).
de: In der Buchungsansicht des Kontos <emphasis>Aktiva:Barvermögen:Sparkonto</emphasis> geben Sie für den Anfangsbestand eine 2-Konten-Buchung von 1000,-€ ein, übertragen von <emphasis>Anfangsbestand</emphasis>. Erinnern Sie sich, dass Sie eine Basisbuchung Geld von einem Quellkonto auf ein Zielkonto überweist. Zeichnen Sie die Buchung auf (Drücken der <keycap function="enter">Enter</keycap>-Taste oder klicken Sie auf das <guibutton>Übernehmen</guibutton> Symbol).
