Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: Before ending each <application>&app;</application> session, be sure to save your data changes using <menuchoice><guimenu>File</guimenu> <guimenuitem>Save</guimenuitem></menuchoice> or the <guibutton>Save</guibutton> <emphasis>Toolbar</emphasis> button. <_:note-1/>
de: Bevor Sie eine <application>&app;</application>-Sitzung beenden, sollten Sie unbedingt Ihre Daten mit <menuchoice><guimenu>Datei</guimenu> <guimenuitem>Speichern</guimenuitem></menuchoice> oder dem <guibutton>Speichern</guibutton>-Symbol in der <emphasis>Werkzeugleiste</emphasis> sichern.<_:note-1/>

source: Opening data
de: Datei öffnen

source: <primary>Financial data</primary><secondary>Opening</secondary>
de: <primary>Dateien</primary><secondary>Öffnen</secondary>

source: To open an existing file or database, select <menuchoice><guimenu>File</guimenu> <guimenuitem>Open</guimenuitem></menuchoice> from the menu. In the window that will open, select the <guilabel>Data Format</guilabel>. If you selected <guilabel>File</guilabel> choose the file you want to open by browsing the folders in the lower panes. Else, enter the required <guilabel>Database Connection</guilabel> information.
de: Um eine existierende Datei zu öffnen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Öffnen</guimenuitem></menuchoice> aus dem Menü. In dem Fenster, dass sich dann öffnet, wählen Sie das Datenformat. Wenn Sie <guilabel>Datei</guilabel> ausgewählt haben, wählen Sie die Datei, die Sie öffnen wollen. Andernfalls geben Sie die benötigten Informationen zur <guilabel>Datenbankverbindung</guilabel> an.

source: <application>&app;</application> keeps a list of the recently opened files. Open the <guilabel>File</guilabel> menu and you will see listed the names of recently opened files. Click on the one you want to load to open it.
de: <application>&app;</application> hält eine Liste der zuletzt geöffneten Dateien bereit. Öffnen Sie das Menü <guilabel>Datei</guilabel>, und Sie sehen die Namen der zuletzt geöffneten Dateien aufgelistet. Klicken Sie auf diejenige, die Sie öffnen wollen.

source: Duplicating an Account Hierarchy
de: Kopieren einer Kontenhierarchie

source: In some cases, it might be useful to duplicate the structure of an existing data file in a new file. For example, you might want to try out new accounting techniques without corrupting your actual accounting data, or you might need to follow accounting guidelines that require you to close your books at the end of the year and begin each year with a fresh set of books.
de: In einigen Fällen ist es nützlich, die Struktur der vorhandenen Datendatei in eine neue Datei zu kopieren. Zum Beispiel wollen Sie ein neues Abrechnungsverfahren testen, ohne Ihre aktuelle Abrechnungsdaten zu zerstören, oder Sie müssen den Buchführungsrichtlinien folgen, die Sie benötigen, um Ihren Buchungsabschluss am Ende des Jahres durchzuführen und im neuen Jahr mit einem neuen Buch zu beginnen

source: <application>&app;</application> allows you to create an empty copy of your Chart of Accounts simply by selecting <menuchoice><guimenu>File</guimenu><guisubmenu>Export</guisubmenu><guimenuitem>Export Accounts</guimenuitem></menuchoice>. When you select this command, you are asked to provide the name for the new empty file, and <application>&app;</application> creates a new data file that contains only your account hierarchy (that is, there is no transaction data). Once saved, the new file can be opened like any other <application>&app;</application> data file as described above.
de: <application>&app;</application> erlaubt Ihnen, einfach eine leere Kopie Ihrer Kontenpläne zu erstellen, durch Auswahl von <menuchoice><guimenu>Datei</guimenu><guisubmenu>Exportieren</guisubmenu><guimenuitem>Konten exportieren...</guimenuitem></menuchoice>. Wenn Sie dieses Kommando auswählen, werden Sie gefragt, den neuen Namen für die neue leere Datei einzugeben, und <application>&app;</application> erstellt eine neue Datendatei, die nur Ihre Kontenhierarchie (also ohne Buchungsdaten). Einmal gespeichert kann die neue Datei wie jede andere <application>&app;</application> Datendatei geöffnet werden, wie oben beschreiben.

source: Backing Up and Recovering Data
de: Datensicherung und &ndash;wiederherstellung

source: <primary>Backup</primary>
de: <primary>Datensicherung</primary>

source: <application>&app;</application> creates several types of files to help ensure that your data is not lost. If you look in the folder where your saved file resides, you may see other files generated by <application>&app;</application> with the following extensions: <filename>.gnucash</filename>, <filename>.log</filename>, <filename>.LCK</filename>, <filename>.LNK</filename> in the same directory as your primary data file. What each of these files does is presented below.
de: <application>&app;</application> erzeugt verschiedene Arten von Dateien um sicherzustellen, dass Ihre Daten nicht verloren gehen. In dem Ordner Ihrer gespeicherten Daten, sehen Sie <application>&app;</application> Dateien mit den folgenden Dateinamenserweiterungen <filename>.gnucash</filename>, <filename>.log</filename>, <filename>.LCK</filename>, <filename>.LNK</filename> in demselben Ordner wie ihre primäre Datei. Was es mit diesen Dateien für eine Bewandtnis hat, ist im folgenden Abschnitt beschrieben.

source: The following sections are relevant only if you are saving your financial data in the <acronym>XML</acronym> format
de: UNTRANSLATED-DE The following sections are relevant only if you are saving your financial data in the <acronym>XML</acronym> format

source: Backup file (.gnucash)
de: Sicherungsdatei

source: <primary>Backup</primary><secondary>Backup file</secondary>
de: <primary>Datensicherung</primary><secondary>Sicherungsdatei</secondary>

source: Each time you save your data file, a backup copy will also be saved with the extension <filename>.YYYYMMDDHHMMSS.gnucash</filename>. This backup file is a complete copy of your previous data file, and the filename format refers to the data file, year, month, day and time of the backup. For example, the filename <filename>myfile.gnucash.20100414185747.gnucash</filename> indicates this is a backup copy of the file <filename>myfile</filename> saved in the year 2010, April 14, at 6:57:47 p.m.
de: Jedes mal, wenn Sie ihre Datei speichern, wird gleichzeitig eine Sicherungsdatei mit der Dateinamensendung jjjjMMtthhmmss.gnucash gespeichert. Diese Sicherungsdatei ist eine vollständige Kopie Ihrer Datendatei. Die Dateinamensendung gibt Jahr, Monat, Tag und Zeit der Sicherung an. Zum Beispiel bedeutet der Dateiname <filename>gcashdata.gnucash.20010404185747.gnucash</filename>, dass die Sicherungskopie der Datei gcashdata.gnucash am 4. April 2015 um 18:57:47 Uhr erfolgte.

source: To restore an old backup file, simply open the <filename>.YYYYMMDDHHMMSS.gnucash</filename> file with the date to which you wish to return. Be sure to save this file under a different name.
de: Um eine alte Sicherungsdatei wiederherzustellen, öffnen Sie einfach die <filename>.JJJJMMTTHHMMSS.gnucash</filename>-Datei mit dem Datum, zu dem Sie zurückkehren wollen. Achten Sie unbedingt darauf, dass Sie die Datei unter einem anderen Namen speichern!

source: <filename>.YYYYMMDDHHMMSS.xac</filename> instead of the actual extension <filename>.YYYYMMDDHHMMSS.gnucash</filename>. So if you upgrade from the 2.2 series to the 2.4 series, you may end up with both <filename>.YYYYMMDDHHMMSS.xac</filename> and <filename>.YYYYMMDDHHMMSS.gnucash</filename> backup files in your directory.
de: <filename>.JJJJMMTTHHMMSS.xac</filename> anstelle der aktuellen Datei-Erweiterung <filename>.JJJJMMTTHHMMSS.gnucash</filename>. Wenn Sie von der 2.2er Serie auf die 2.4er Serie und neuer aktualisieren, haben Sie am Ende beide Sicherungsdateien <filename>.JJJJMMTTHHMMSS.xac</filename> und <filename>.JJJJMMTTHHMMSS.gnucash</filename> in Ihrem Verzeichnis.

source: Log file (.log)
de: Logdatei (.log)

source: <primary>Backup</primary><secondary>Log file</secondary>
de: <primary>Datensicherung</primary><secondary>Logdatei</secondary>

source: Each time you open and edit a file in <application>&app;</application>, <application>&app;</application> creates a log file of changes you have made to your data file. The log file uses a similar naming format as the backup files: <filename>.YYYYMMDDHHMMSS.log</filename>. Log files are not a full backup of your data file - they simply record changes you have made to the data file in the current <application>&app;</application> session.
de: Jedes mal wenn Sie eine Datei in <application>&app;</application> öffnen, erstellt <application>&app;</application> eine .log Datei der Änderungen, die Sie an der Datendatei gemacht haben. Die Logdatei nutzt ein ähnliches Namensformat wie die Sicherungsdatei: <filename>.JJJJMMTTHHMMSS.log</filename>. Logdateien sind keine vollständige Sicherung Ihrer Daten - sie sind lediglich eine Aufzeichnung der Veränderungen, die sie in der aktuellen <application>&app;</application> Sitzung vorgenommen haben.

source: In case you exit <application>&app;</application> inadvertently, possibly due to a power outage or a system wide crash, it is possible to recover most of your work since the last time you saved your <application>&app;</application> file using this log file. This is the procedure:
de: In dem Fall, dass Sie <application>&app;</application> versehentlich beenden, zum Beispiel durch einen Stromausfall oder einen Systemabsturz, ist es möglich, den größten Teil Ihrer Arbeit seit dem letzten Speichern Ihrer <application>&app;</application>-Datei durch Einspielen dieser Logdatei wieder herzustellen. Dies ist das Verfahren:

source: Open the last saved <application>&app;</application> file.
de: Öffnen Sie die zuletzt gespeicherte <application>&app;</application>-Datei.

source: Go to <menuchoice><guimenu>File</guimenu><guisubmenu>Import</guisubmenu> <guimenuitem>Replay &app; .log file</guimenuitem></menuchoice> and select the one .log file with the same date as the saved file you just opened. Make sure that you picked the right .log file, or you will possibly wreak havoc in your accounts.
de: Gehen Sie zu <menuchoice><guimenu>Datei</guimenu><guimenuitem>Importieren</guimenuitem><guimenuitem>Einträge aus Logdatei wieder einspielen&hellip;</guimenuitem></menuchoice> und wählen Sie genau diejenige Logdatei mit demselben Datum, wie es die soeben geöffnete Datei trug. Stellen Sie sicher, dass Sie wirklich die richtige Logdatei benutzen, da Sie andernfalls schweren Schaden in Ihren Konten anrichten können!

source: Log replaying will recover any transaction affecting the balance entered since the last save, including those created from scheduled transactions and business features (invoices, bills, etc.).
de: Das Einspielen der Logdatei wird alle Buchungen wiederherstellen, die das Saldo seit dem letzten Speichern verändert haben, einschließlich derjenigen aus terminierten Buchungen und Geschäftsvorfällen (Rechnungen und Forderungen, etc.).

source: Changes to the scheduled transactions, invoices or bills themselves are NOT recovered, and their transactions that were recovered may not be properly associated with them, and should thus be double-checked. Especially for business transactions, you may have to delete and re-create some of them. If you do not, although the balance will be correct, some reports may not.
de: Änderungen in den terminierten Buchungen, oder den eigentlichen Rechnungsbelegen werden NICHT wiederhergestellt und die zugehörigen Buchungen, auch wenn Sie wiederhergestellt wurden, werden möglicherweise nicht korrekt zugeordnet und sollten daher besonders überprüft werden. Insbesondere bei geschäftlichen Buchungsvorgängen kann es erforderlich sein, dass Sie einige löschen und erneut eingeben müssen. Tun Sie dies nicht, kann es sein, dass trotz korrekten Saldos einige Berichte falsch sind.

source: Lock files (.LNK and .LCK)
de: Blockdateien (.LNK und .LCK)

source: <primary>Backup</primary><secondary>Lock files</secondary>
de: <primary>Datensicherung</primary><secondary>Blockdateien</secondary>

source: You may occasionally see <filename>.LNK</filename> and <filename>.LCK</filename> files appear. These do not store any data, but they are created to prevent more than one user from opening the same file at the same time. These files are automatically created when you open the file, to lock it so no one else can access it. When you close your <application>&app;</application> session or open another file, <application>&app;</application> unlocks the first data file by deleting the <filename>.LCK</filename> and <filename>.LNK</filename> files.
de: Gelegentlich werden Sie .LNK und .LCK Dateien auftauchen sehen. Diese speichern keine Daten, sondern werden erzeugt, um zu verhindern, dass mehrere Benutzer dieselbe Datei gleichzeitig öffnen können. Diese Dateien werden automatisch erzeugt, sobald Sie Ihre eigene Datei öffnen, damit niemand sonst darauf zugreifen kann. Wenn Sie Ihre <application>&app;</application> Sitzung beenden oder eine andere Datei öffnen, wird <application>&app;</application> die Blockade der ersten Datei aufheben, indem es die LCK und LNK Dateien löscht.

source: If <application>&app;</application> crashes while you have a data file open, the <filename>.LCK</filename> and <filename>.LNK</filename> files are not deleted. The next time you try to open <application>&app;</application>, you will get a warning message that the file is locked. The warning message appears because the <filename>.LNK</filename> and <filename>.LCK</filename> files are still in your directory. It is safe to choose <guibutton>Yes</guibutton> to open the file, but you should delete the <filename>.LNK</filename> and <filename>.LCK</filename> files (using a terminal window or your file manager). Once those files are deleted, you will not get the warning message again unless <application>&app;</application> crashes.
de: Wenn <application>&app;</application> nicht ordnungsgemäß beendet wird, während Sie eine Datei geöffnet haben, werden die <filename>.LCK</filename> und <filename>.LNK</filename> Dateien nicht gelöscht. Beim nächsten Start von <application>&app;</application>, werden Sie eine Warnmeldung erhalten, dass die Datei blockiert ist. Die Warnmeldung erscheint, weil die <filename>.LNK</filename> und <filename>.LCK</filename> Dateien in Ihrem Ordner gefunden wurden. Es ist sicher, <guibutton>Trotzdem öffnen</guibutton> zu wählen, aber Sie sollten die <filename>.LNK</filename> und <filename>.LCK</filename>Dateien löschen (von der Kommandozeile oder mit dem Dateimanager). Sobald die Dateien entfernt sind, wird die Warnmeldung nicht mehr erscheinen, sofern <application>&app;</application> nicht wieder abstürzt.

# _
source: external ref='figures/basics_lock.png' md5='__failed__'
de: external ref='figures/basics_lock.png' md5='0861fb886a8221da3453b2f43891e617'

source: LANG-DE Die Abbildung zeigt die Warnung, dass Blockdateien gefunden werden.
de: Die Abbildung zeigt die Warnung, dass Blockdateien gefunden werden.

source: <imageobject> <imagedata fileref="figures/basics_lock.png" srccredit="J.H." format="PNG"/> </imageobject> <textobject> <phrase>LANG-DE Warnmeldung, dass Blockdateien gefunden werden</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/basics_lock.png" srccredit="J.H." format="PNG"/> </imageobject> <textobject> <phrase>Warnmeldung, dass Blockdateien gefunden werden</phrase> </textobject> <_:caption-1/>

source: File Management
de: Dateimanagement

source: <primary>Backup</primary><secondary>File Management</secondary>
de: <primary>Datensicherung</primary><secondary>Dateimanagement</secondary>

source: So which files should you keep around? Keep your main data file, of course. It&rsquo;s a good idea to keep some of the more recent <filename>.YYYYMMDDHHMMSS.gnucash</filename> backup files, but you can safely delete the <filename>.log</filename> files since they are not complete copies of your data.
de: Welche Dateien sollten Sie also aufbewahren? Behalten müssen Sie natürlich Ihre Datendatei. Es ist eine gute Idee, einige <filename>.JJJJMMTTHHMMSS.gnucash</filename>Datensicherungen neueren Datums aufzubewahren, aber Sie können sicher die <filename>.log</filename>-Dateien löschen, weil sie keine kompletten Kopien Ihrer Daten sind.

source: If you upgraded from a <application>&app;</application> version prior to 2.4, you may also have backup files in the old <filename>.xac</filename> format. For these files you can apply the same principle described above for <filename>.YYYYMMDDHHMMSS.gnucash</filename> backup files.
de: Wenn Sie von einer <application>&app;</application> Version vor 2.4 aktualisieren, haben Sie die Sicherungsdateien in dem alten <filename>.xac</filename> -Format. Für diese Dateien können Sie die gleichen Verfahren anwenden, wie oben für <filename>.JJJJMMTTHHMMSS.gnucash</filename> Sicherungsdateien beschrieben.

source: You should also delete any <filename>.LCK</filename> and <filename>.LNK</filename> files that you see after closing <application>&app;</application>. If you decide to back up your data file to another disk manually, it&rsquo;s enough to back up the main data file - not the <filename>.YYYYMMDDHHMMSS.gnucash</filename> backup files.
de: Sie sollten ebenfalls alle <filename>.LCK</filename> und <filename>.LNK</filename> Dateien löschen, die Sie nach dem Beenden von <application>&app;</application> noch finden. Wenn Sie Ihre Daten manuell in einem anderen Ordner sichern wollen, müssen sie nur Ihre Datendatei kopieren - nicht die <filename>.JJJJMMTTHHMMSS.gnucash</filename>-Sicherungsdatei.

source: By default <application>&app;</application> will automatically delete any <filename>.log</filename> and <filename>.YYYYMMDDHHMMSS.gnucash</filename> backup files that are older than 30 days. You can change this behavior in the <application>&app;</application> preferences in the <guilabel>General</guilabel> tab under <menuchoice><guimenu>Edit</guimenu> <guimenuitem>Preferences</guimenuitem></menuchoice> (<menuchoice><guimenu>GnuCash</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> on MacOS).
de: <application>&app;</application> löscht automatisch alle <filename>.log</filename> und <filename>.JJJJMMTTHHMMSS.gnucash</filename>-Dateien, die älter als 30 Tage sind. Sie können dieses Verhalten in den <application>&app;</application> Einstellungen in dem Reiter <guilabel>Allgemeines</guilabel> unter <menuchoice><guimenu>Bearbeiten</guimenu> <guimenuitem>Einstellungen</guimenuitem></menuchoice> (<menuchoice><guimenu>GnuCash</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> unter MacOS).

source: Migrating <application>&app;</application> data
de: Übertragung der <application>&app;</application> Daten

source: Sometimes you may need to move your financial data and <application>&app;</application> settings to another machine. Typical use cases are when you buy a new computer or if you want to use the same settings over two different operating systems in a dual boot configuration.
de: Manchmal haben Sie das Bedürfnis, Ihre Finanzdaten und Ihre <application>&app;</application> Einstellungen auf eine andere Maschine zu übertragen. Übliche Anwendungsfälle sind, wenn Sie einen neuen Computer kaufen oder wenn Sie die gleichen Einstellungen auf verschiedenen Betriebssystemen in einer Dualbootkonfiguration nutzen wollen.

source: Migrating financial data
de: Übertragung der Finanzdaten

source: Migrating <application>&app;</application> financial data is a as simple as copying <filename>.gnucash</filename> files with a file manager if you know where they are saved. If you can&rsquo;t remember where a file is stored but you can open it directly within <application>&app;</application>, save it in the desired path from within <application>&app;</application>.
de: Übertragung der <application>&app;</application> Finanzdaten ist so einfach wie das Kopieren der <filename>.gnucash</filename>-Datei mit dem Dateimanager, wenn Sie wissen, wo diese gespeichert sind. Wenn Sie sich nicht erinnern, wo eine Datei gespeichert ist, aber Sie können es direkt in <application>&app;</application> aufrufen, speichern es in dem gewünschten Pfad mit <application>&app;</application>.

source: All other files in the folder are either backups or log files. It won&rsquo;t do any harm to copy them too, but it&rsquo;s not likely to do any good, either.
de: Alle anderen Dateien in dem Ordner sind entweder Sicherungs- oder Logdateien. Es schadet nicht, sie auch zu kopieren, es ist nicht wahrscheinlich es zu tun.

source: Migrating preferences data
de: Übertragung der Einstellungsdaten

source: Preferences are stored in three different locations: one for <application>&app;</application> preferences, one for reports, and one for online banking settings. Preferences are managed by <application>gsettings</application>, reports are managed by <application>&app;</application> itself, and online banking is managed by <application>aqbanking</application>. If you do not use online banking, then you will not have this folder on your machine.
de: Einstellungen werden in drei verschiedenen Orten gespeichert: Eine für die <application>&app;</application>-Einstellungen, eine für Berichte und eine für die Einstellungen des Online-Banking. Einstellungen werden durch die <application>gsettings</application>, Berichte durch <application>&app;</application> selbst und Online Banking durch <application>aqbanking</application> gehandhabt. Wenn Sie kein Online Banking nutzen, werden Sie diesen Ordner nicht auf Ihre Maschine haben.

source: Where the <application>&app;</application> preferences are stored varies depending on your operating system (see <xref linkend="App-sett-loc"/>, <xref linkend="Report-loc"/>, and <xref linkend="OB-sett-loc"/>). To back up and transfer your entire installation, you must copy these preferences as well.
de: Wo die <application>&app;</application> Einstellungen gespeichert sind, variiert abhängig von Ihrem Betriebssystem (siehe auch <xref linkend="App-sett-loc"/>, <xref linkend="Report-loc"/> und <xref linkend="OB-sett-loc"/>). Um Ihre Installation zu sichern und zu übertragen, müssen Sie diese Einstellungen auch kopieren.

source: Application Settings Locations
de: Ort der Einstellungen

source: Operating system
de: Betriebssystem

source: folder
de: Ordner

source: <application>&app;</application> preferences are stored in <application>dconf</application>. You can use the commands <code>dconf dump /org/gnucash/</code> on the old machine and <code>dconf load /org/gnucash/</code> on the new machine to migrate your preferences.
de: <application>&app;</application> Einstellungen sind in <application>dconf</application> gespeichert. Sie können das Kommando <code>dconf dump /org/gnucash/</code> auf der alten Maschine nutzen und <code>dconf load /org/gnucash/</code> auf der neuen Maschine nutzen, um die Einstellungen zu übertragen.

source: <filename class="directory">~/Library/Preferences/gnucash.plist</filename>
de: Die Einstellungen sind unter <filename class="directory">~/Library/Preferences/gnucash.plist</filename> gespeichert.

source: The preferences are stored in the Windows registry<filename class="directory">HKEY_CURRENT_USER/software/GSettings</filename>
de: Die Einstellungen sind in der Windows Registry unter <filename class="directory">HKEY_CURRENT_USER/software/GSettings</filename> gespeichert.

source: Saved Reports Locations
de: Ort der gespeicherten Berichte

source: <filename class="directory">Documents and Settings/Username/.gnucash</filename> or <filename class="directory">Users/Username/.gnucash</filename>
de: <filename class="directory">Dokumente und Einstellungen/Username/.gnucash</filename> oder <filename class="directory">Benutzer/Username/.gnucash</filename>
