Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: Accounts
de: Konten

source: This chapter will discuss some useful concepts for organizing your accounts. Since <application>&app;</application> does not impose any specific account tree layout, you are free to design your account structure in any manner you wish. However, there are a few basic accounting concepts which you will probably want to follow when designing your accounts to maximize their utility.
de: Dieses Kapitel behandelt nützliche Konzepte für die Verwaltung Ihrer Konten. Da <application>&app;</application> Ihnen keinen speziellen Kontenrahmen aufdrängt, sind Sie frei, Ihre Kontenhierarchie in jeder gewünschten Weise zu gestalten. Es gibt jedoch einige grundsätzliche Buchführungskonzepte, die Sie bei der Gestaltung Ihrer Kontenhierarchie wahrscheinlich berücksichtigen wollen, um ihre Brauchbarkeit zu maximieren.

source: Basic Accounting Concepts
de: Buchhaltungsgrundsätze

source: As we saw in the previous chapter, accounting is based on 5 basic account types: <guilabel>Assets</guilabel>, <guilabel>Liabilities</guilabel>, <guilabel>Equity</guilabel>, <guilabel>Income</guilabel> and <guilabel>Expenses</guilabel>. We will now expand on our understanding of these account types, and show how they are represented in <application>&app;</application>. But first, let&rsquo;s divide them into 2 groups, the balance sheet accounts and the income and expense accounts. As the name says the balance sheet accounts can be summarized in the balance of what you own and owe <emphasis>at a point in the time</emphasis>, while the income and expense accounts can be summarized in the Profit &amp; Loss report, which shows the <emphasis>change of values in a period of time</emphasis> like the economic year
de: Wie wir im vorigen Kapitel gesehen haben, basiert die Buchführung auf fünf grundlegenden Kontenarten: <guilabel>Aktiva</guilabel>, <guilabel>Fremdkapital</guilabel>, <guilabel>Eigenkapital</guilabel>, <guilabel>Ertrag</guilabel> und <guilabel>Aufwand</guilabel>. Wir erweitern nun unser Verständnis dieser Kontentypen und zeigen, wie sie in <application>&app;</application> dargestellt werden. Zuerst aber wollen wir die Kontenarten in zwei Gruppen aufteilen: die <guilabel>Bestandskonten</guilabel>, deren Zusammenfassung die <emphasis>Bilanz zu einem bestimmten Zeitpunkt</emphasis> ist, und die <guilabel>Erfolgskonten</guilabel>, welche mit Aufwand und Ertrag die wertmäßigen <emphasis>Veränderungen in einem Zeitraum </emphasis> wie dem Wirtschaftsjahr darstellen.

source: Let&rsquo;s have a quick look at the Accounting Equation (<emphasis>Assets - Liabilities = Equity + (Income - Expenses)</emphasis>) again as a reminder, before we go deeper into each account type.
de: Bevor wir uns näher mit jedem Kontentyp befassen, lassen Sie uns noch einmal zur Erinnerung die Buchhaltungsgleichung (<emphasis>Aktiva - Fremdkapital = Eigenkapital + (Ertrag - Aufwand)</emphasis>) betrachten.

# _
source: external ref='figures/basics_AccountRelationships.png' md5='528e18b6333a83cd221cbe3c7f1876aa'
de: external ref='figures/basics_AccountRelationships.png' md5='2b8ad746685110be170a4de89c25a0d7'

# _
source: external ref='figures/basics_AccountRelationships.svg' md5='d2cef081572004ee252903be5619cd04'
de: external ref='figures/basics_AccountRelationships.svg' md5='093dcc5cab978ae2b18d0fb99326b6ba'

source: A graphical view of the relationship between the 5 basic accounts. Net worth (equity) increases through income and decreases through expenses. The arrows represent the movement of value.
de: Graphische Darstellung der Beziehungen der 5 Grundkonten zueinander. Das Reinvermögen (Eigenkapital) erhöht sich durch Erträge und vermindert sich durch Aufwendungen. Die Pfeile repräsentieren die Wertbewegungen.

source: <imageobject role="html"> <imagedata fileref="figures/basics_AccountRelationships.png" format="PNG" srccredit="Geert Janssens"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_AccountRelationships.svg" format="SVG" srccredit="Geert Janssens" contentwidth="4in"/> </imageobject> <textobject> <phrase>The basic accounts relationships</phrase> </textobject> <_:caption-1/>
de: <imageobject role="html"> <imagedata fileref="figures/basics_AccountRelationships.png" format="PNG" srccredit="Frank H. Ellenberger"/> </imageobject> <imageobject role="fo"> <imagedata fileref="figures/basics_AccountRelationships.svg" format="SVG" srccredit="Frank H. Ellenberger" contentwidth="4in"/> </imageobject> <textobject> <phrase>Die Beziehungen der Grundkonten</phrase> </textobject> <_:caption-1/>

source: Balance Sheet Accounts
de: Bestandskonten

source: The three so-called <emphasis>Balance Sheet Accounts</emphasis> are <guilabel>Assets</guilabel>, <guilabel>Liabilities</guilabel>, and <guilabel>Equity</guilabel>. Balance Sheet Accounts are used to track the things you own or owe.
de: Die drei sogenannten <emphasis>Bestandskonten</emphasis> sind <guilabel>Aktiva</guilabel>, <guilabel>Fremdkapital</guilabel>, und <guilabel>Eigenkapital</guilabel>. Bestandskonten werden benutzt, um über Ihren Besitz und Ihre Schulden Buch zu führen.

source: <guilabel>Assets</guilabel> is the group of things that you own. Your assets could include a car, cash, a house, stocks, or anything else that has convertible value. Convertible value means that theoretically you could sell the item for cash.
de: <guilabel>Aktiva</guilabel> bezeichnet den Bereich Ihres Besitzes. Aktiva können zum Beispiel ein Auto, Bargeld, ein Haus, Aktien und alles andere sein, was einen konvertiblen Wert besitzt. Konvertibler Wert bedeutet, dass Sie diesen Besitz zumindest theoretisch für Geld verkaufen können.

source: <guilabel>Liabilities</guilabel> is the group of things on which you owe money. Your liabilities could include a car loan, a student loan, a mortgage, your investment margin account, or anything else which you must pay back at some time.
de: <guilabel>Fremdkapital</guilabel> bezeichnet den Bereich Ihrer Schulden. Fremdkapital können zum Beispiel ein Autokredit, ein Studiendarlehen, ein Hypothekendarlehen, ein Überziehungskredit und alles Andere sein, was Sie zu einem späteren Zeitpunkt zurückzahlen müssen.

source: <guilabel>Equity</guilabel> is the same as "net worth." It represents what is left over after you subtract your liabilities from your assets. It can be thought of as the portion of your assets that you own outright, without any debt.
de: <guilabel>Eigenkapital</guilabel> ist dasselbe wie "Reinvermögen". Es stellt dar, was übrig bleibt, wenn Sie Ihr Fremdkapital von Ihren Aktiva abziehen. Es kann als der Teil Ihrer Aktiva betrachtet werden, den Sie ohne irgendwelche Schulden besitzen.

source: Income and Expense Accounts
de: Erfolgskonten

source: The two <guilabel>Income and Expense Accounts</guilabel> are used to increase or decrease the value of your accounts. Thus, while the balance sheet accounts simply <emphasis>track</emphasis> the value of the things you own or owe, income and expense accounts allow you to <emphasis>change</emphasis> the value of these accounts.
de: Die zwei Kontentypen <guilabel>Ertrag</guilabel> und <guilabel>Aufwand</guilabel> werden benutzt, um den Wert Ihrer Bestandskonten zu erhöhen oder zu vermindern. Somit erlauben Ihnen Ertrags- und Aufwandskonten, den Wert der Bestandskonten zu <emphasis>ändern</emphasis>, während die Bestandskonten selbst nur den Wert des Besitzes, oder des Darlehens <emphasis>erfassen</emphasis>.

source: <guilabel>Income</guilabel> is the payment you receive for your time, services you provide, or the use of your money. When you receive a paycheck, for example, that check is a payment for labor you provided to an employer. Other examples of income include commissions, tips, dividend income from stocks, and interest income from bank accounts. Income will always increase the value of your Assets and thus your Equity.
de: <guilabel>Ertrag</guilabel> ist die Bezahlung, die Sie für Ihre Zeit, Ihre Dienstleistungen, oder den Gebrauch Ihres Geldes erhalten. Wenn Sie Ihr Gehalt erhalten, dann ist das zum Beispiel die Bezahlung für die Arbeit, die Sie für Ihren Arbeitgeber verrichtet haben. Andere Beispiele für Erträge sind Kommissionen, Trinkgelder, Dividenden Ihrer Aktien und Zinsen Ihrer Bankkonten. Erträge erhöhen immer den Wert Ihrer Aktiva und somit des Eigenkapitals.

source: <guilabel>Expense</guilabel> refers to money you spend to purchase goods or services provided by someone else <emphasis>for early consumption</emphasis>. Examples of expenses are a meal at a restaurant, rent, groceries, gas for your car, or tickets to see a play. Expenses will always decrease your Equity. If you pay for the expense immediately, you will decrease your Assets, whereas if you pay for the expense on credit you increase your Liabilities.
de: <guilabel>Aufwand</guilabel> bezieht sich auf Geld, welches Sie ausgeben, um Dinge oder Dienstleistungen eines anderen <emphasis>zum baldigen Verbrauch</emphasis> zu erwerben. Beispiele von Aufwendungen sind ein Essen in einem Restaurant, Mietzahlungen, Lebensmitteleinkäufe, Treibstoff für Ihr Auto oder Eintrittskarten für ein Fußballspiel. Aufwendungen verringern immer Ihr Eigenkapital. Wenn Sie für die Aufwendungen direkt bezahlen, dann verringern Sie damit Ihre Aktiva, wenn Sie dagegen Aufwendungen über einen Kredit begleichen, dann erhöhen Sie Ihr Fremdkapital.

source: LANG-DE Aufwands- und Ertragskonten lassen sich unter dem Oberbegriff <emphasis>Erfolgskonten</emphasis> zusammenfassen.
de: Aufwands- und Ertragskonten lassen sich unter dem Oberbegriff <emphasis>Erfolgskonten</emphasis> zusammenfassen.

source: <application>&app;</application> Accounts
de: <application>&app;</application>-Konten

source: This section will show how the <application>&app;</application> definition of an account fits into the view of the 5 basic accounting types.
de: Dieser Abschnitt beschreibt, wie die <application>&app;</application>-Definition eines Kontos mit den grundlegenden 5 Kontentypen zusammenpasst.

source: But first, let&rsquo;s begin with a definition of an <guilabel>account</guilabel> in <application>&app;</application>. A <application>&app;</application> <guilabel>account</guilabel> is an entity which contains other sub-accounts, or that contains <guilabel>transactions</guilabel>. Since an account can contain other accounts, you often see <guilabel>account trees</guilabel> in <application>&app;</application>, in which logically associated accounts are grouped together within a common parent account.
de: Lassen Sie uns zuerst mit der Definition eines <guilabel>Kontos</guilabel> in <application>&app;</application> anfangen. Ein <application>&app;</application> <guilabel>-Konto</guilabel> ist ein Objekt, welches andere Unterkonten oder <guilabel>Buchungen</guilabel> enthält. Da ein Konto andere Konten beinhalten kann, sehen Sie oft <guilabel>Konten-Bäume</guilabel> in <application>&app;</application>, bei denen sinngemäß zusammenhängende Konten unter einem gemeinsamen Oberkonto zu einer Gruppe zusammengefasst werden.

source: A <application>&app;</application> account must have a unique name (that you assign) and one of the predefined <application>&app;</application> <quote>account types</quote>. There are a total of 12 account types in <application>&app;</application>. These 12 account types are based on the 5 basic accounting types; the reason there are more <application>&app;</application> account types than basic accounting types is that this allows <application>&app;</application> to perform specialized tracking and handling of certain accounts. There are 6 asset accounts (<emphasis>Cash</emphasis>, <emphasis>Bank</emphasis>, <emphasis>Stock</emphasis>, <emphasis>Mutual Fund</emphasis>, <emphasis>Accounts Receivable</emphasis>, and <emphasis>Other Assets</emphasis>), 3 liability accounts (<emphasis>Credit Card</emphasis>, <emphasis>Accounts Payable</emphasis>, and <emphasis>Liability</emphasis>), 1 equity account (<emphasis>Equity</emphasis>), 1 income account (<emphasis>Income</emphasis>), and 1 expense account (<emphasis>Expenses</emphasis>).
de: Ein <application>&app;</application> Konto muss einen eindeutigen Namen haben (den Sie zuweisen) und eine der vorgegebenen <application>&app;</application>- <quote>Kontenarten</quote>. Es gibt insgesamt 12 Kontenarten in <application>&app;</application>. Diese 12 Kontenarten basieren auf den fünf grundlegenden Kontentypen; Grund für die höhere Anzahl an <application>&app;</application>-Kontenarten ist, dass <application>&app;</application> dadurch für diese Konten eine besondere Erfassung und Behandlung von Buchungsvorgängen ermöglicht. Es gibt 6 Aktiva-Kontenarten (<emphasis>Bargeld</emphasis>, <emphasis>Bank</emphasis>, <emphasis>Aktienkonto</emphasis>, <emphasis>Investmentfonds</emphasis>, <emphasis>Forderungen</emphasis>, und <emphasis>Sonstige Aktiva</emphasis>), 3 Fremdkapital-Kontenarten (<emphasis>Kreditkarte</emphasis>, <emphasis>Verbindlichkeiten</emphasis>, und <emphasis>Fremdkapital</emphasis>), 1 Eigenkapital-Kontoart (<emphasis>Eigenkapital</emphasis>), 1 Ertrags-Kontoart (<emphasis>Ertrag</emphasis>), und eine Aufwands-Kontoart (<emphasis>Aufwand</emphasis>).

source: These <application>&app;</application> account types are presented in more detail below.
de: Diese <application>&app;</application> Kontenarten werden weiter unten genauer dargestellt.

source: The first balance sheet account we will examine is <emphasis>Assets</emphasis>, which, as you remember from the previous section, refers to things you own.
de: Das erste Bestandskonto, das wir untersuchen werden, ist das Konto <emphasis>Aktiva</emphasis>, welches sich, wie Sie sich sicherlich erinnern, auf Ihren Besitz bezieht.

source: To help you organize your asset accounts and to simplify transaction entry, <application>&app;</application> supports several types of asset accounts:
de: Um Ihnen zu helfen, Ihre Aktiva zu organisieren und um die Eingabe von Buchungen zu vereinfachen, unterstützt <application>&app;</application> verschiedene Typen von Aktiva-Konten:

source: <guilabel>Cash</guilabel> Use this account to track the money you have on hand, in your wallet, in your piggy bank, under your mattress, or wherever you choose to keep it handy. This is the most <emphasis>liquid</emphasis>, or easily traded, type of asset.
de: <guilabel>Bargeld:</guilabel> Benutzen Sie diese Kontoart, um die Geldbeträge zu verfolgen, welche Sie in der Hand, Ihrer Geldbörse, Ihrem Sparschwein, unter Ihrer Matratze oder an einem anderen Platz aufbewahren, um direkten Zugriff darauf zu haben. Das sind die am leichtesten <emphasis>verfügbaren</emphasis> oder <emphasis>liquiden</emphasis> Geldmittel.

source: <guilabel>Bank</guilabel> This account is used to track your cash balance that you keep in institutions such as banks, credit unions, savings and loan, or brokerage firms - wherever someone else safeguards your money. This is the second most <emphasis>liquid</emphasis> type of account, because you can easily convert it to cash on hand.
de: <guilabel>Bank:</guilabel> Benutzen Sie diese Kontoart, um Ihre Guthaben bei Institutionen, wie zum Beispiel Banken, Bausparkassen oder Maklerfirmen (wo jemand anders Ihr Geld absichert), zu verfolgen. Das sind die am zweit leichtesten verfügbaren Geldmittel, da sie leicht in Bargeld umgewandelt werden können.

source: <guilabel>Stock</guilabel> Track your individual stocks and bonds using this type of account. The stock account&rsquo;s register provides extra columns for entering number of shares and price of your investment. With these types of assets, you may not be able to easily convert them to cash unless you can find a buyer, and you are not guaranteed to get the same amount of cash you paid for them.
de: <guilabel>Aktienkonto:</guilabel> Benutzen Sie diesen Kontentyp, um die Entwicklung Ihrer persönlichen Aktien und Rentenpapiere zu verfolgen. Die Buchungsansicht dieses Kontentyps stellt Ihnen zusätzliche Spalten für die Eingabe der Anzahl der Aktien und ihres Preises zur Verfügung. Diese Art von Vermögen können Sie nicht so einfach in Bargeld umwandeln, es sei denn, Sie finden einen Käufer. Sie bekommen auch nicht unbedingt den selben Geldbetrag, den Sie beim Kauf der Aktien und Rentenpapiere bezahlt haben.

source: <guilabel>Mutual Fund</guilabel> This is similar to the stock account, except that it is used to track funds. Its account register provides the same extra columns for entering share and price information. Funds represent ownership shares of a variety of investments, and like stocks they do not offer any guaranteed cash value.
de: <guilabel>Investmentfonds:</guilabel> Dieser Kontentyp ist dem Aktienkonto ähnlich, außer dass er dazu benutzt wird, die Entwicklung von Investmentfonds zu verfolgen. Die Buchungsansicht stellt Ihnen dieselben zusätzlichen Spalten für die Eingabe der Anzahl der Fondsanteile und ihres Preises zur Verfügung wie beim Aktienkonto. Investmentfonds stellen einen Miteigentumsanteil für eine Vielzahl von Geldanlagen dar, und wie Aktien garantieren sie keinen festen Geldwert.

source: <application>&app;</application> treats account types Stock and Mutual Fund the same.
de: <application>&app;</application> behandelt die Kontentypen Aktien und Investmentfonds auf die gleiche Weise.

source: <guilabel>Accounts Receivable</guilabel> (A/Receivable) This is typically a business use only account in which you place outstanding debts owed to you. It is considered an asset because you should be able to count on these funds arriving.
de: <guilabel>Forderungen</guilabel>: Dieser Kontentyp wird normalerweise nur im Geschäftsleben verwendet, da Sie hier noch nicht eingegangene Zahlungen für von Ihnen erbrachte Leistungen oder gelieferte Produkte verwalten. Diese Beträge werden schon als Vermögen betrachtet, weil Sie normalerweise damit rechnen können, dass diese geschuldeten Geldbeträge bei Ihnen eintreffen.

source: Transactions involving an Accounts Receivable account should not be added, changed or deleted in any way other than by using
de: UNTRANSLATED-DE Transactions involving an Accounts Receivable account should not be added, changed or deleted in any way other than by using

source: post/unpost bill/invoice/voucher or
de: UNTRANSLATED-DE post/unpost bill/invoice/voucher or

source: process payment
de: UNTRANSLATED-DE process payment

source: <guilabel>Asset</guilabel> No matter how diverse they are, <application>&app;</application> handles many other situations easily. The account type <quote>Asset</quote>, covers all assets not listed above.
de: <guilabel>Vermögen:</guilabel> Unabhängig davon, wie unterschiedlich dieses Vermögen ist, kann <application>&app;</application> einfach viele unterschiedliche Situationen verwalten. Der Kontentyp <quote>Vermögen</quote> deckt alle Aktiva ab, die oben noch nicht aufgezählt wurden.

source: <application>&app;</application> treats account types Cash, Bank and Asset the same.
de: <application>&app;</application> behandelt die Kontentypen Barvermögen, Bank und Aktiva auf die gleiche Weise.

source: Accounts are repositories of information used to track or record the kinds of actions that occur related to the purpose for which the account is established.
de: Konten sind Informationsspeicher, die dazu benutzt werden, um die Art von auftretenden Vorgängen aufzuzeichnen oder zu verfolgen, für die das Konto eingerichtet wurde.

source: For businesses, activities being tracked and reported are frequently subdivided more finely than what has been considered thus far. For a more developed treatment of the possibilities, please read the descriptions presented in of this Guide.
de: Im Wirtschaftsleben sind häufig die Vorgänge, die aufgezeichnet und verfolgt werden, feiner aufgeteilt als wir sie bisher betrachtet haben. Für eine fortgeschrittene Behandlung der Möglichkeiten lesen Sie bitte die Beschreibung in Kapitel in diesem Kurs.

source: For personal finances a person can follow the business groupings or not, as they seem useful to the activities the person is tracking and to the kind of reporting that person needs to have to manage their financial assets. For additional information, consult of this Guide.
de: Für Ihre persönlichen Finanzen können Sie die in der Wirtschaft verwendeten Kontenrahmen benutzen oder nicht, je nachdem, ob sie Ihnen für die Erfassung, Verfolgung und den Bericht der auftretenden Vorgänge bei der Verwaltung Ihrer persönlichen Finanzen nützlich erscheinen. Zusätzliche Informationen finden Sie unter in diesem Leitfaden.

source: The second balance sheet account is <emphasis>Liabilities</emphasis>, which as you recall, refers to what you owe, money you have borrowed and are obligated to pay back some day. These represent the rights of your lenders to obtain repayment from you. Tracking the liability balances lets you know how much debt you have at a given point in time.
de: Das zweite Bestandskonto ist das Konto <emphasis>Fremdkapital</emphasis>, welches sich, wie Sie sich sicherlich erinnern, auf Ihre Schulden bezieht, also auf Geld, welches Sie geliehen haben und zu einem späteren Zeitpunkt zurückzahlen müssen. Dies stellt das Recht Ihrer Geldgeber dar, von Ihnen eine Rückzahlung zu erhalten. Die Beobachtung Ihres Fremdkapitals zeigt Ihnen, wie viele Schulden Sie zu einem bestimmten Zeitpunkt haben.

source: <application>&app;</application> offers three liability account types:
de: <application>&app;</application> bietet drei Kontentypen für Fremdkapital:

source: <guilabel>Credit Card</guilabel> Use this to track your credit card receipts and reconcile your credit card statements. Credit cards represent a short-term loan that you are obligated to repay to the credit card company. This type of account can also be used for other short-term loans such as a line of credit from your bank.
de: <guilabel>Kreditkarte:</guilabel> Nutzen Sie diese Kontoart, um Ihre Zahlungen mit der Kreditkarte zu verwalten und mit der Abrechnung der Kreditkartengesellschaft abzugleichen. Kreditkarten stellen ein Kurzzeit-Darlehen dar, und Sie sind verpflichtet den Betrag an die Kreditkartengesellschaft zurückzuzahlen. Dieser Kontentyp kann auch für andere Kurzzeit-Darlehen benutzt werden, wie zum Beispiel einen Überziehungskredit Ihrer Bank.

source: <guilabel>Accounts Payable</guilabel> (A/Payable) This is typically a business use only account in which you place bills you have yet to pay.
de: <guilabel>Verbindlichkeiten:</guilabel> Diese Kontoart wird normalerweise nur im Geschäftsleben verwendet, da Sie hier eingegangene, aber noch nicht bezahlte Rechnungen für Waren und Dienstleistungen anderer verwalten. Diese Beträge werden als Darlehen betrachtet, weil Sie diese geschuldeten Geldbeträge zum Fälligkeitsdatum bezahlen müssen.

source: Transactions involving an Accounts Payable account should not be added, changed or deleted in any way other than by using <_:itemizedlist-1/>
de: UNTRANSLATED-DE Transactions involving an Accounts Payable account should not be added, changed or deleted in any way other than by using <_:itemizedlist-1/>

source: <guilabel>Liability</guilabel> Use this type of account for all other loans, generally larger long-term loans such as a mortgage or vehicle loan. This account can help you keep track of how much you owe and how much you have already repaid.
de: <guilabel>Fremdkapital:</guilabel> Nutzen Sie diese Kontoart für alle anderen Darlehen. Das sind normalerweise langfristige Darlehen wie Immobiliendarlehen oder Autokredite. Dieser Kontentyp hilft Ihnen dabei, die Übersicht darüber zu behalten, wie viel Sie anderen noch schulden und wie viel Sie bereits zurückgezahlt haben.

source: <application>&app;</application> treats account types Credit Card and Liability the same.
de: <application>&app;</application> behandelt die Kontentypen Kreditkarte und Verbindlichkeiten auf die gleiche Weise.
