Repository: Gnucash/gnucash-docs
Catalog: po/*.po
Languages: de

source: In the <guilabel>Num</guilabel> field of the transaction line, you can type <keycap>+</keycap> to increment the transaction number from the last one you typed in. Typing <keycap>-</keycap> will decrement the number. This will also work in the <guilabel>Action</guilabel> field of the split line, if you choose to enter split numbers there. The <guilabel>Action</guilabel> field also supports QuickFill - if you type the first characters of a common action (such as <guilabel>Deposit</guilabel>), <application>&app;</application> will fill in the rest.
de: Im Feld <guilabel>Nr.</guilabel> einer Buchungszeile können Sie die Taste <keycap>+</keycap> verwenden, um die nächsthöheren Buchungsnummer einzugeben, genauso wie die Taste <keycap>-</keycap>, um die Buchungsnummer um eins zu vermindern. Das funktioniert auch im Feld <guilabel>Aktion</guilabel> einer mehrteiligen Buchung, für den Fall, dass Sie auch hier nummerieren wollen. Das Feld <guilabel>Aktion</guilabel> hat auch eine Ausfüllhilfe - wenn Sie die Anfangsbuchstaben einer normalen Aktion, wie zum Beispiel <guilabel>Einzahlung</guilabel> eingeben, wird <application>&app;</application> den Rest ergänzen.

source: The <guilabel>Transfer</guilabel> field supports QuickFill of account names. You can start typing an account name and <application>&app;</application> will fill in the remaining part of the name. Typing the separator character at any time will complete the current level of the account name, leaving the cursor positioned to start the next level of account name. For example, typing <keycap>A:C</keycap> the standard set of account names will complete to the <emphasis>Assets:Checking</emphasis> account. You can also type the <keycap>Menu</keycap> or <keycombo><keycap>Ctrl</keycap><keycap>Down</keycap></keycombo> keys in this field to pop up a list of all account names.
de: Das Feld <guilabel>Buchen</guilabel> besitzt eine Ausfüllhilfe für Kontonamen. Geben Sie die Anfangsbuchstaben das Kontonamens ein und <application>&app;</application> ergänzt den fehlenden Teil des Namens. Wenn sie (zu einem beliebigen Zeitpunkt) das Trennzeichen <keycap>:</keycap> eingeben, wird der bisher gewählte Teil des Namens abgeschlossen und mit der Auswahl des Unterkontos begonnen. Zum Beispiel wird die Eingabe <keycap>A:G</keycap> in unserem Beispielkontorahmen ergänzt zum Konto <emphasis>Aktiva:Girokonto</emphasis>. Sie können auch die Tasten <keycap>Menü</keycap> oder <keycombo><keycap>Ctrl</keycap><keycap>Down</keycap></keycombo> in diesem Feld drücken, um eine Auswahlliste aller Kontonamen zu erhalten.

source: In any of the amount fields, you can use a built-in calculator. Simply type in the first value, followed by <keycap>+</keycap>, <keycap>-</keycap>, <keycap>*</keycap>, or <keycap>/</keycap>, then type in the second value. <application>&app;</application> will perform the calculation and return the resulting value to the amount field when you press the <keycap>Tab</keycap> key.
de: In jedem der eingebauten Betragsfelder können Sie den eingebauten Rechner benutzen. Geben Sie dazu den ersten Wert gefolgt von <keycap>+</keycap>, <keycap>-</keycap>, <keycap>*</keycap>, oder <keycap>/</keycap>, gefolgt von dem zweiten Wert ein. <application>&app;</application> errechnet das Ergebnis und gibt es im Betragsfeld aus, sobald Sie die <keycap>Tab-</keycap>Taste betätigen.

source: All of the menu items have access keys defined, and these are marked by underlined characters in the menu names. Press <keycap>Alt</keycap> + [underlined character] to bring up the menu, then select an item by typing its underlined character. For example, typing <keycombo> <keycap>Alt</keycap> <keycap>A</keycap> </keycombo> brings up the Actions menu, then typing <keycap>P</keycap> will split the transaction. A few of the menu items also have shortcut keys that immediately invoke the command (typically using the <keycap>Ctrl</keycap> key). These shortcuts are listed next to the item.
de: Für alle Menüpunkte sind Tastaturkürzel definiert, die durch den unterstrichenen Buchstaben in der Bezeichnung gekennzeichnet sind. Drücken Sie die Taste <keycap>Alt</keycap> + [unterstrichenen Buchstaben], um das Menü zu öffnen, und wählen dann einen Eintrag durch Drücken des unterstrichenen Buchstabens. Zum Beispiel öffnet <keycombo> <keycap>Alt</keycap> <keycap>k</keycap> </keycombo> das Aktionenmenü, ein weiterer Druck auf <keycap>m</keycap> öffnet die Buchung in der vollständigen Ansicht. Einigen Menüpunkten sind zusätzlich Tastaturkürzel für den direkten Aufruf zugeordnet (normalerweise im Zusammenspiel mit der <keycap>Strg</keycap> Taste). Diese Kürzel werden hinter dem Menüpunkt angegeben.

source: To move around the register, use these keys to save time:
de: Um sich schnell innerhalb der Buchungsansicht bewegen zu können, benutzen Sie folgende Tasten:

source: <keycap>Tab</keycap> to move to the next field, <keycombo> <keycap>Shift</keycap> <keycap>Tab</keycap> </keycombo> to move to the previous field
de: <keycap>Tab</keycap>, um zum nächsten Feld zu gelangen, <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo>, um zum vorherigen Feld zu gelangen

source: <keycap>Home</keycap> to move to the beginning of the field, <keycap>End</keycap> to move to the end of the field
de: <keycap>Pos1</keycap>, um zum Anfang des gewählten Feldes zu gelangen, <keycap>End</keycap>, um zum Ende des gewählten Feldes zu gelangen

source: <keycap function="enter">Enter</keycap> or <keycap>↓</keycap> to move to the next transaction, <keycap>↑</keycap> to move to the previous transaction
de: <keycap function="enter">Enter</keycap> oder <keycap>↓</keycap>, um zur nächsten Buchung zu gelangen, <keycap>↑</keycap>, um zur vorherigen Buchung zu gelangen

source: <keycap>Page Up</keycap> to move up one screen, <keycap>Page Down</keycap> to move down one screen
de: <keycap>Page Up</keycap>, um eine Seite hoch zu blättern, <keycap>Page Down</keycap>, um eine Seite herunter zu blättern

source: <keycombo> <keycap>Shift</keycap> <keycap>Page Up</keycap> </keycombo> to go to the first transaction, <keycombo> <keycap>Shift</keycap> <keycap>Page Down</keycap> </keycombo> to go to the last transaction
de: <keycombo> <keycap>Shift</keycap> <keycap>Page Up</keycap> </keycombo> um zur ersten Buchung zu gehen, <keycombo> <keycap>Shift</keycap> <keycap>Page Down</keycap> </keycombo> um zur letzten Buchung zu gehen

source: In the <guilabel>Reconcile</guilabel> window you can use these keyboard shortcuts:
de: Im Fenster <guilabel>Abgleichen</guilabel> können sie folgende Tastaturkürzel nutzen:

source: <keycap>Tab</keycap> moves to the next box and <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> moves to the previous box
de: <keycap>Tab</keycap> bringt Sie zur nächsten Liste und <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> zur vorherigen Liste

source: Space bar toggles the status between reconciled and not reconciled
de: Die Leertaste schaltet den Status der Buchung zwischen abgeglichen und nicht abgeglichen hin und her.

source: <keycap>↑</keycap> and <keycap>↓</keycap> navigate through the entries within the current box
de: <keycap>↑</keycap> und <keycap>↓</keycap> bewegt die Markierung innerhalb der gewählten Liste.

source: Simple vs. Split Transactions
de: Einfache oder mehrteiligen Buchungen

source: Every transaction in <application>&app;</application> has at least two splits, but a transaction can have more than two splits. A transaction with only two splits is called a <emphasis>simple transaction</emphasis>, since it only involves the current account and a single remote account. A transaction with three or more accounts is called a <emphasis>split transaction</emphasis>.
de: Jede Buchung in <application>&app;</application> hat zumindet zwei Teilbuchungen, aber eine Buchung kann mehr als zwei Teilbuchungen haben. Eine Buchung mit nur zwei Teilbuchungen wird eine <emphasis>einfache Buchung</emphasis> genannt, weil nur das laufende Konto und ein einzelnes entferntes Konto beteiligt ist. Eine Buchung mit drei oder mehr Konten wird eine <emphasis>mehrteilige Buchung</emphasis> genannt.

source: When the register is in Basic view, you will see a summary of the splits affecting the current account. For a simple transaction, the <guilabel>Transfer</guilabel> column will display the other account from which money is <emphasis>transferred</emphasis>. For a split transaction, the <guilabel>Transfer</guilabel> column will display <guilabel>-- Split Transaction --</guilabel>. You can see the individual splits of each transaction by clicking the <guibutton>Split</guibutton> button in the <emphasis>Toolbar</emphasis> while selecting the appropriate transaction.
de: In der einfachen Ansicht sehen Sie eine Zusammenfassung der Teilbuchungen bezogen auf das laufende Konto. für einfache Buchungen zeigt die Spalte <guilabel>Buchen</guilabel> das andere Konto, von dem das Geld <emphasis>überwiesen </emphasis>wird. Für eine Teilbuchung zeigt die Spalte <guilabel>Buchung</guilabel> <guilabel>&ndash;&ndash; Mehrteilige Buchung &ndash;&ndash;</guilabel>. Sie können die einzelnen Teilbuchung jeder Buchung sehen, indem Sie das <guibutton>Teilbuchungen</guibutton>-Symbol in der <emphasis>Werkzeugleiste</emphasis> anklicken, während Sie die Buchung ausgewählt haben.

source: For split transactions, the first line of the transaction is the <emphasis>transaction line</emphasis>. It contains a <guilabel>Date</guilabel>, optional <guilabel>Num</guilabel> (such as a check number), transaction <guilabel>Description</guilabel>, total amount affecting the current account (<guilabel>Tot Deposit</guilabel> here), and updated account <guilabel>Balance</guilabel> after the current transaction. Note that in the expanded view, the <guilabel>Transfer</guilabel> column heading disappears, and there is no account name listed in that field. This line shows you only a summary of the transaction&rsquo;s effect on the current account. For more detailed information, you need to look at the individual splits that make up the transaction.
de: Bei Teilbuchungen ist die erste Zeile einer Buchung die <emphasis>Buchungszeile</emphasis>. Sie enthält das <guilabel>Datum</guilabel>, optional die <guilabel>Nr.</guilabel> (wie die Überweisungsnummer), Buchungs-<guilabel>Beschreibung</guilabel>, Gesamtbetrag für das laufende Konto(<guilabel>Gesamt Soll</guilabel> oder <guilabel>Gesamt Aufwand</guilabel> hier), und den aktuellen Konten-<guilabel>Saldo</guilabel> nach der aktuellen Buchung. Beachten Sie, dass in der erweiterten Ansicht der Spaltenkopf der <guilabel>Buchungs</guilabel>spalte verschwindet und es gibt keinen Kontennamen in diesem Feld. Diese Zeile zeigt Ihnen nur eine Zusammenfassung der Auswirkung der Buchung auf dem laufenden Konto. Für mehr Informationen können Sie in die einzelnen Teilbuchungen schauen, die die mehrteilige Buchung ausmachen.

source: Note: An account register displays a transaction when that transaction has a split assigned to the account. If a given transaction has more than one split assigned to the account, then in Basic and Auto-Split views, that transaction will appear in the register one time for each split assigned to that account. In Transaction Journal view, such a transaction will only appear once in the register.
de: Anmerkung: Ein Kontenblatt zeigt eine Buchung an, wenn eine Teilbuchung dieser Buchung diesem Konto zugeordnet ist. Wenn eine gegebene Buchung mehr als eine (Teil-)Buchung hat, die einem einzelnen Konto zugeordnet ist, dann wird diese Buchung in der Buchungsansicht einmal für jede Teilbuchung erscheinen, die diesem Konto zugeordnet ist. Im Bucungsjournal wird eine solche Buchung nur einmal angezeigt.

source: The partial lines below the transaction line are the <emphasis>split lines</emphasis>, and they are separated by gray lines. As you highlight one of the split lines, the column headings change to show the split-related fields:
de: Die eingerückten Zeilen unter der Buchungszeile sind die <emphasis>Teilbuchungszielen</emphasis>. Sie sind grauen Zeilen unterteilt. Wenn Sie eine der Teilbuchungszeilen hervorheben, wechseln die Spaltenköpfe, um die teilbuchungsrelevanten Felder zu benennen:

# _
source: external ref='figures/txns_registersplit2.png' md5='6b80f6f993e23d1996e3d278934f1a5f'
de: external ref='figures/txns_registersplit2.png' md5='75fb5ead656e199a17a8fcf43bbbbc6b'

source: This image shows how split headings change.
de: Dieses Bild zeigt, wie sich Spaltenüberschriften für Teilbuchungen ändern.

source: <imageobject> <imagedata fileref="figures/txns_registersplit2.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>How split headings change</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_registersplit2.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Wie sich Spaltenüberschriften für Teilbuchungen ändern</phrase> </textobject> <_:caption-1/>

source: Each split contains an optional <guilabel>Action</guilabel>, or type of split, which you can either type in or choose from a pull-down list. The split also contains an optional <guilabel>Memo</guilabel> which describes the split. Each split affects an <guilabel>Account</guilabel>, which can be selected from a pull-down list of your accounts. The <guilabel>R</guilabel> field indicates whether the split has been reconciled. The last two columns show the amount of the split and whether money is coming into or going out of the account.
de: Jeder Teilbuchungen enthält ein optionales Feld <guilabel>Aktion</guilabel> oder Art der Teilbuchung, welches Sie entweder durch eintippen, oder durch Auswahl in einer Auswahlliste eingeben können. Weiterhin enthält er ein optionales Feld <guilabel>Buchungstext</guilabel>, welches die Teilbuchung beschreibt. Jede Teilbuchung beeinflusst ein <guilabel>Konto</guilabel>, welches aus einer mit Ihren Kontenbezeichnungen gefüllten Auswahlliste gewählt werden kann. Das Feld <guilabel>J</guilabel> zeigt an, ob eine Teilbuchung schon abgeglichen wurde. Die letzten zwei Spalten zeigen den Betrag des Teilbuchung, und ob das Geld auf das Konto (Soll), oder von dem Konto (Haben) transferiert wurde.

source: As we discussed in <xref linkend="basics-accounting1"/>, total debits (left-column entries) must equal total credits (right-column entries) for each transaction. In the example shown above, the total debits equal the total credits, so this transaction is balanced. If you notice, the transaction line contains the same debit amount as the <guilabel>Checking</guilabel> split line. Why is this shown twice? Because the transaction line is merely a <emphasis>summary</emphasis> of the transaction&rsquo;s effect on the current account. The same transaction in a different account will have a different transaction line, one that shows the effect on that particular account. You can see this by highlighting another split line and clicking the <guibutton>Jump</guibutton> button on the <emphasis>Toolbar</emphasis>.
de: Wie schon in Kapitel <xref linkend="basics-accounting1"/> besprochen, muss für jede Buchung die Gesamt-Zunahme (Beträge in der linken Spalte oder das Soll) gleich der Gesamt-Abnahme (Beträge in der rechten Spalte oder Haben) sein. Im oben oben gezeigten Beispiel ist die Gesamt-Zunahme gleich der Gesamt-Abnahme, die Buchung ist also ausgeglichen. Wie Sie feststellen können, ist der Geldbetrag in der Buchungszeile derselbe wie unter Teilbuchung <guilabel>Girokonto</guilabel>. Warum wird dieser zweimal gezeigt? Weil die Buchungszeile lediglich eine <emphasis>Zusammenfassung</emphasis> des Effekts der Buchung auf das zur Zeit angezeigte Konto darstellt. Die Buchungszeile derselben Buchung in der Buchungsansicht eines anderen Kontos würde den Effekt der Buchung auf das jeweilige Konto anzeigen. Sie können das sehen, indem Sie einen anderen Teilbuchung markieren und auf den Knopf <guibutton>Gegenbuchung</guibutton> in der <emphasis>Werkzeugleiste</emphasis> klicken.

source: In this example, if you jump to the <emphasis>Income:Salary</emphasis> account, <application>&app;</application> brings up the same transaction in the <emphasis>Income:Salary</emphasis> - Register:
de: Wenn Sie in diesem Beispiel zur Gegenbuchung im Konto <emphasis>Ertrag:Gehalt</emphasis> gehen, zeigt Ihnen <application>&app;</application> dieselbe Buchung in der Buchungsansicht des Kontos <emphasis>Ertrag:Gehalt</emphasis>:

# _
source: external ref='figures/txns_registersplit3.png' md5='a1d24f6453bb573b2531b0f42843c0d3'
de: external ref='figures/txns_registersplit3.png' md5='261a6dcff51a16ebc203d417af815d2a'

source: This image shows a jump to the <emphasis>Income:Salary</emphasis> account.
de: Dieses Bild zeigt Ihnen das Konto <emphasis>Ertrag:Gehalt</emphasis>.

source: <imageobject> <imagedata fileref="figures/txns_registersplit3.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>A jump to the <emphasis>Income:Salary</emphasis> account</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_registersplit3.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Die Gegenbuchung im <emphasis>Ertrag:Gehalt</emphasis> Konto</phrase> </textobject> <_:caption-1/>

source: Note that the transaction line total now summarizes the effect on the <emphasis>Income:Salary</emphasis> account instead of the <emphasis>Checking Account</emphasis>, because you are looking at the <emphasis>Income:Salary</emphasis> account register. The splits are exactly the same, but the transaction line now reflects the credit to the <emphasis>Income:Salary</emphasis> account.
de: Beachten Sie, dass die Buchungszeile jetzt die Zusammenfassung der Auswirkungen auf das Konto <emphasis>Ertrag:Gehalt</emphasis> und nicht mehr auf das Konto <emphasis>Aktiva:Girokonto</emphasis> darstellt, da Sie jetzt die Buchungsansicht des Kontos <emphasis>Ertrag:Gehalt</emphasis> betrachten. Die Teilbuchungen sind dieselben, aber die Buchungszeile stellt jetzt den Einfluss auf das Konto <emphasis>Ertrag:Gehalt</emphasis> dar.

source: Simple Transaction Example
de: Einfache Buchung

source: Starting with the chart of accounts we created in the previous chapter <filename>gcashdata_3</filename>, double click on the <guilabel>Checking</guilabel> asset account. Let&rsquo;s add a simple transaction to the checking account. When you first create your accounts in <application>&app;</application>, it is common to start them off with an initial balance.
de: Für unser Beispiel benutzen wir den Kontenrahmen, den wir in dem vorherigen Kapitel erstellt haben (<filename>test.gnucash</filename>). Mit einem Doppelklick auf das Konto <guilabel>Girokonto</guilabel> öffnen Sie die Buchungsansicht. Jetzt wollen wir eine einfache Buchung auf dem Girokonto eingeben. Normalerweise geben sie einem Konto bei der Einrichtung in <application>&app;</application> einen Anfangskontostand.

source: In the first transaction row, enter a date (eg: March, 1, 2006), a description (eg: <quote>Opening Balance</quote>), click on the <guilabel>Transfer</guilabel> pop-up menu and select <emphasis>Equity:Opening Balances</emphasis>, add a deposit value of $1000, and press the <keycap function="enter">Enter</keycap> key. The account register should now appear similar to this figure:
de: In der ersten Buchungszeile geben Sie bitte das Datum der Buchung ein (zum Beispiel den 01.03.2015), eine Beschreibung (zum Beispiel <quote>Anfangskontostand</quote>). Ein Klick auf <guilabel>Buchen</guilabel> öffnet ein Pop-Up Menü in dem sie jetzt <emphasis>Eigenkapital:Anfangsbestand</emphasis> auswählen. Geben Sie eine Einzahlung von 1000 € ein, und drücken Sie die <keycap function="enter">Enter</keycap> Taste. Die Buchungsansicht sollte jetzt folgendermaßen aussehen:

# _
source: external ref='figures/txns_register_2account.png' md5='2b8c3e3d0737de9cbe3bae66f56dca82'
de: external ref='figures/txns_register_2account.png' md5='235497c55c3efaaef5c0f9cba484006e'

source: This image shows <emphasis>Assets:Checking</emphasis> - Register after inserting a starting value transaction.
de: Die Abbildung zeigt die Buchungsansicht des Kontos <emphasis>Aktiva:Girokonto</emphasis> - nach Eingabe eines Anfangskontostandes.

source: <imageobject> <imagedata fileref="figures/txns_register_2account.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>The Checking Account - Register</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_register_2account.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Buchungsansicht - Girokonto</phrase> </textobject> <_:caption-1/>

source: Setting the starting balances of an account is an example of a simple two account transaction. In this case, affecting the <emphasis>Assets:Checking</emphasis> and the <emphasis>Equity:Opening Balances</emphasis> accounts.
de: Die Eingabe eines Anfangskontostandes ist ein Beispiel für eine einfache Buchung zwischen zwei Konten. In unserem Beispiel beeinflusst sie die Konten <emphasis>Aktiva:Girokonto</emphasis> und <emphasis>Eigenkapital:Anfangsbestand</emphasis>.

source: As another example of a simple 2 account transaction, add another transaction to describe the purchase of $45.21 worth of groceries. From within the <emphasis>Assets:Checking</emphasis> account, you would set <guilabel>Transfer</guilabel> to <emphasis>Expenses:Groceries</emphasis>. The account register should now appear:
de: Als weiteres Beispiel für eine Buchung zwischen zwei Konten wollen wir jetzt eine Buchung eingeben, die einen Lebensmitteleinkauf von 45,21 € beschreibt. Der Betrag wurde Bar bezahlt, deshalb geben wir diese Buchung in der Buchungsansicht des Kontos <emphasis>Aktiva:Bargeld</emphasis> ein. Wählen Sie bei dieser Buchung im Feld <guilabel>Buchen</guilabel> den Eintrag <emphasis>Aufwand:Lebensmittel</emphasis>. Die Buchungsansicht sollte jetzt folgendermaßen aussehen:

# _
source: external ref='figures/txns_register_2account2.png' md5='c5e6b028afb55b5e0b520e9730276134'
de: external ref='figures/txns_register_2account2.png' md5='d1308340edd2ddbe91cd80edc9ad8d1f'

source: This image shows <emphasis>Assets:Checking</emphasis> - Register after adding a transaction for groceries.
de: Die Abbildung zeigt die Buchungsansicht des Kontos <emphasis>Aktiva:Bargeld</emphasis> - nach Eingabe einer Buchung für Lebensmittel.

source: <imageobject> <imagedata fileref="figures/txns_register_2account2.png" format="PNG" srccredit="Bengt Thuree"/> </imageobject> <textobject> <phrase>The Checking Account - Register</phrase> </textobject> <_:caption-1/>
de: <imageobject> <imagedata fileref="figures/txns_register_2account2.png" format="PNG" srccredit="Mechtilde Stehmann"/> </imageobject> <textobject> <phrase>Buchungsansicht - Girokonto</phrase> </textobject> <_:caption-1/>

source: Split Transaction Example
de: Mehrteilige Buchung
